{
  "stories": [
    {
      "guid": "20141122182022682775",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/tunisia-vote-historic-presidential-poll-20141122182022682775.html",
      "title": {
        "#cdata-section": "Tunisia to vote in historic presidential poll"
      },
      "description": {
        "#cdata-section": "Polls to open in first free vote since independence, pitting new generation of politicians against old guard."
      },
      "body": {
        "#cdata-section": "<p><STRONG><i>Tunis -</i></STRONG> <span style=\"font-size: 13px;\">Tunisians will head to the polls in a presidential election that will be a closely-fought contest between an old guard who flourished under decades of autocratic rule and a new breed of politicians that has emerged since a 2011 revolution.</span></p>\r\n<p><span style=\"font-size: 13px;\">Voting will start at 8am local time (07:00 GMT) on Sunday and polling stations will close at 6pm. More than 4,500 polling booths have been set up to receive more than 5.2 million eligible voters.</span></p>\r\n<p><span style=\"font-size: 13px;\">The election has been billed as Tunisia's first free and fair poll since independence from France in 1956. The vote will also mark the first time one president hands over the reins to another.</span></p>\r\n<p>The country has had just two presidents - the founder of modern Tunisia, Habib Bourguiba, and Zine El Abidine Ben Ali, who overthrew him in a bloodless coup in 1987. Moncef Marzouki has served as interim leader since Ben Ali was toppled in the uprising three years ago.</p>\r\n<p>Secularist Beji Caid Essebsi, 87, is seen as the front-runner after his party Nidaa Tounes (Tunisian call) won last month’s parliamentary polls, with Marzouki his main rival.</p>\r\n<p><strong style=\"font-size: 13px;\">Transition to democracy</i></STRONG></p>\r\n<p>Some 27 candidates are competing in the race, the final brick in the construction of the country’s nearly four years of transition.</p>\r\n\r\n<p>The fact that there are 27 competitors may prevent a decisive victory with many analysts predicting that a vote of over 50 percent, required for an outright win, is unlikely to be achieved by any of the leading contenders.</p>\r\n<p>At least 80,000 security personnel have been deployed around the country and up to 22,000 observers, 600 of them foreigners, are monitoring the elections.</p>\r\n<p>In the event that no candidate secures an absolute majority, a second round of voting - pitting the two top candidates against each other - will take place on December 28.</p>\r\n<p>Mohamed Salah Ben Aissa, professor of Public Law at the University of Legal, Political and Social Sciences of Tunis told Al Jazeera that all indications point to a run-off.</p>\r\n<p>\"It looks like Beji Caid Essebsi and Moncef Marzouki will respectively get the first and second spot in the first round of the presidential elections,\" Professor Ben Aissa said.</p>\r\n<p>\"There is also the possibility for Popular Front candidate Hamma Hammemi to move to the second round. It is a very slim possibility but he may occupy the second spot and that would be one of the surprises of this first round.\" </p>\r\n<p><STRONG><i>Old guard regroups</i></STRONG></p>\r\n<p>Front-runner Essebsi served as minister of the interior, defence and foreign affairs under the country's founding president, Habib Bourguiba.</p>\r\n<p>He was then parliamentary speaker under deposed former leader Ben Ali, which has led to critics accusing him of seeking to restore the old regime.</p>\r\n<p></p>\r\n<div>\r\n\r\n</div>\r\n<p>\"Essebsi enjoys wide electoral support, backed by leftists and unionists. He also enjoys the support of the country’s long-established elites and those wanting a return to a more orderly era,\" Ben Aissa said.</p>\r\n<p>Marzouki is relying on supporters of Islamist party Ennahda, which did not field a candidate of its own. </p>\r\n<p>Other contenders to watch are Constituent Assembly head, Mustapha Ben Jaafar, and wealthy businessman and Club Africain football team chief, Slim Riahi, who leads the Free Patriotic Union party.</p>\r\n<p>The elections are being held in a country that remains divided between secularists, who support Essebsi and Islamists who support Marzouki.</p>\r\n<p>That Islamist-secular divide has also led to the emergence of a third sector of people in the country, who say they have experienced democracy fatigue and prefer not to get involved in the current political scene.</p>\r\n<p>They argue that the political elites are either cronies of the old regime, too corrupt to be given another chance, or political newcomers who are too naive in politics and governance to be able to handle the challenges facing the country.</p>\r\n<p>Results are expected early on Monday.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/23/2014112354949516734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/23/2014112354949516734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/2548/665003303001_3905463267001_20141123-TUNISIA-OSA-nostraps.mp4?videoId=3905372595001",
      "source": null,
      "pubDate": "Sun, 23 Nov 2014 06:30:32 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141122114538583248",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/civilian-deaths-iraq-air-strikes-reported-20141122114538583248.html",
      "title": {
        "#cdata-section": "Iraq air strikes blamed for civilian deaths"
      },
      "description": {
        "#cdata-section": "Women and children killed in military action and bodies of suspected ISIL shootings discovered, all in Anbar province."
      },
      "body": {
        "#cdata-section": "<p>A total of eight civilians, including at least two women and four children, have been killed in an air strike that hit residential homes in Anbar province during an offensive against the Islamic State of Iraq and the Levant (ISIL), medical sources say.</p>\r\n<p>Five others were injured in Saturday's raids, which hit a house in the city of Heet, the sources told Al Jazeera.</p>\r\n<p>Anbar is a predominantly Sunni Muslim province that has been largely controlled by ISIL for nearly a year now.</p>\r\n<p>A number of claims have been made regarding responsibility for the deaths, with a Sunni rebel group saying on Twitter that the Iraqi army had carried out the attack.</p>\r\n<div>\r\n\r\n</div>\r\n<p></p>\r\n<p>The Sunni group is neither affiliated to the Baghdad government nor to ISIL fighters operating in the area.</p>\r\n<p>The house was completely destroyed, and it is possible there are undiscovered bodies under the rubble, the medical sources said</p>\r\n<p>Significantly, Iraqi state media said an air strike near a train station in Heet had killed 85 ISIL fighters at about the same time as the civilian deaths were reported.</p>\r\n<p>The developments came as Iraqi security forces waged a counteroffensive against ISIL fighters in a village on the eastern edge of Ramadi, the provincial capital.</p>\r\n<p>Al Jazeera's Imran Khan, reporting from Baghdad, said Anbar was of great importance because of its position in relation to Syria.</p>\r\n<p>\"Anbar backs on to Syria and is of key strategic interest to ISIL because towns there lead directly into Baghdad, which has always been a key target for ISIL.</p>\r\n<p>\"Anbar is one of the key provinces to take if you are going to defeat ISIL. It is likely this is all connected and is as a result of the ISIL offensive on Ramadi,\" he said.</p>\r\n<p><STRONG><i>ISIL blamed for deaths</i></STRONG></p>\r\n<p>Earlier on Saturday, local Iraqi government officials in Anbar said ISIL fighter had killed 25 members of a Sunni Arab tribe.</p>\r\n<p>The bodies of the men from the Albu Fahd tribe were discovered by the Iraqi army during its offensive to re-take Ramadi, the officials said.</p>\r\n<p>Iraq's security forces, backed by Sunni fighters, were focused on Ramadi's eastern Shujariya neighbourhood, which ISIL said it had captured on Friday, Reuters news agency reported.</p>\r\n\r\n<p>ISIL, which has seized control of large parts of Syria and Iraq, continues to gain territory in Anbar despite being targeted by air strikes for the past three months.</p>\r\n<p>It launched coordinated attacks on Friday in central and outlying areas of Ramadi in an attempt to take full control of the city, which is already mostly in its hands.</p>\r\n<p>The killings in Shujariya, in apparent revenge for tribal opposition to ISIL, echoed the execution of hundreds of members of the Albu Nimr tribe last month by the group's fighters trying to break local resistance to their advances in Anbar.</p>\r\n<p>\"While they were combing the territories they are liberating, security forces found 25 corpses in the Shujariya area,\" Hathal Al-Fahdawi, a member of the Anbar Provincial Council, told Reuters.<br /><br />Sheikh Rafie al-Fahdawi, leader of the Albu Fahd tribe, confirmed that at least 25 bodies had been found and that he expected the total to be significantly higher.</p>\r\n<p>The bodies were found scattered around with no signs of weapons next to them, suggesting they were not killed during fighting, Fahdawi said.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/22/2014112213235949734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/22/2014112213235949734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 22:57:33 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112293952191776",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/al-qaeda-yemen-claims-houthi-killings-2014112293952191776.html",
      "title": {
        "#cdata-section": "Al-Qaeda in Yemen claims 'Houthi killings'"
      },
      "description": {
        "#cdata-section": "Shia fighters reject AQAP attack claim even as they surround governor's home in predominantly Sunni province of Maarib."
      },
      "body": {
        "#cdata-section": "<p>Al-Qaeda’s branch in Yemen says it has killed 12 Houthi fighters in the central city of Radaa, a claim denied by the Shia group, which continues to move southwards after its takeover of the capital Sanaa in September.</p>\r\n<p>Al-Qaeda in the Arab Peninsula (AQAP) said on Twitter that it targeted a vehicle carrying Houthis in an attack that killed a dozen fighters on Saturday.</p>\r\n<p>Al Jazeera's Hashem Ahelbarra, reporting from Sanaa, said the Houthis denied they had lost fighters in any attack.</p>\r\n<p>\"They did state that they have control over most of the Radaa province and that they are expanding into the north of the country in order to fight al-Qaeda until the latter is defeated,\" he said.</p>\r\n<p>He said concern has been mounting in Sanaa over Houthi fighters sending \"massive reinforcement to the predominantly Sunni province of Maarib\".</p>\r\n\r\n<p>\"Maarib is of crucial economic importance for the country since it is where most of the oil and gas installations are,\" he explained.</p>\r\n<p>AQAP has been trying to persuade Sunni tribes to fight alongside them against the Houthis, Al Jazeera's Ahelbarra said.</p>\r\n<p>\"This is countered by the Houthis' official line that AQAP is vying for the control of Maarib to claim that this is a divided country.\"</p>\r\n<p>The central province was also the scene of unrest on Saturday with the Houthis surrounding the house of the governor, Soltan Alarada.</p>\r\n<p>Alarada, a member of the conservative Sunni Islah party and a staunch critic of the Houthis, denounced the siege in an interview to Al Jazeera, but called for \"calm\" and \"restoration of the rule of law\".</p>\r\n<p>The developments came as dozens of activists rallied in Sanaa demanding the withdrawal of the Houthi fighters from Yemeni cities and the release of imprisoned activists who participated in the 2011 popular protests.</p>\r\n<p>A new government was sworn in earlier this month as part of a UN-brokered peace deal that was signed in September to end the violence, but peace in the Arabian Peninsula nation has proved elusive.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/9/30/2014930104233526734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/9/30/2014930104233526734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/1180/665003303001_3904974281001_20141122-HASHEM-ASLV-13D-22-NOSTRAPS.mp4?videoId=3904817328001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 18:41:44 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141122162534560453",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/heavy-fighting-reported-damascus-suburb-20141122162534560453.html",
      "title": {
        "#cdata-section": "Heavy fighting reported in Damascus suburb"
      },
      "description": {
        "#cdata-section": "As Assad forces try to wrest Jobar, monitoring group attributes 785 ISIL fighters' deaths to US-led air campaign so far."
      },
      "body": {
        "#cdata-section": "<p>Heavy fighting has been reported in a suburb of Damascus as government forces loyal to Syrian President Bashar al-Assad try to wrest the area from control of rebel fighters.</p>\r\n<p>The suburb of Jobar on Saturday was the scene of some of the heaviest fighting the rebels holding the area have seen in the past year, they told Al Jazeera.</p>\r\n<p>It comes as a prominent Syrian activist group monitoring the civil war said US-led air strikes in the country have killed more than 900 people since September.</p>\r\n<p>Both fighters belonging to the Islamic State of Iraq and the Levant (ISIL) and civilians were included among the dead, the UK-based Syrian Observatory for Human Rights said.</p>\r\n<p>The activist network said air strikes have killed 785 ISIL fighters, as well as 72 members of al-Nusra Front, an affiliate of al-Qaeda based in Syria.</p>\r\n\r\n<p>The group also said strikes have killed 52 civilians, including eight women and five children.</p>\r\n<p>Coalition air strikes targeted oil refineries and oil fields in <span>Deir Az Zor</span>, Hasakah and Raqqa.</p>\r\n<p>The Syrian Observatory strongly condemned the deaths of the civilians caught up in the strikes, and renewed calls to neutralise civilian areas of the country as a means of preventing military operations from either side.</p>\r\n<p>A US-led coalition began striking ISIL in late September in Syria after targeting the group in Iraq.</p>\r\n<p>The operation could be a guise for trying to \"surreptitiously\" topple Bashar al-Assad's regime, Russia's foreign minister said on Saturday.</p>\r\n<p>The comments by Sergey Lavrov came in advance of planned talks in Moscow between Russian President Vladimir Putin and a Syrian delegation.</p>\r\n<p>\"Possibly ... this is not so much an operation against Islamic State as the preparation for an operation to change the regime surreptitiously under the cover of this anti-terrorist operation,\" he told a forum of politics experts in the Russian capital, quoted by TASS news agency.</p>\r\n<p>Lavrov accused the US of having \"perverted logic\" over Assad, saying it blamed the Syrian president for the flood of fighters arriving in the region.</p>\r\n<p>\"The Americans say that Assad's regime is a very important factor that brings terrorists to the region to try to topple him. I think this is absolutely perverted logic,\" Lavrov said.</p>\r\n<p>Russia has been a staunch ally of Assad's regime throughout Syria's civil war and has repeatedly thwarted UN action against him.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/22/20141122163235484734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/22/20141122163235484734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/1300/665003303001_3905132787001_20141122-SYRIA-NJO-13D-22.mp4?videoId=3905067714001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 18:21:48 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112242220669117",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/bahrain-votes-amid-shia-boycott-calls-2014112242220669117.html",
      "title": {
        "#cdata-section": "Bahrain votes amid Shia boycott calls"
      },
      "description": {
        "#cdata-section": "Opposition group vows to boycott first election since 2011 uprising as voting time is extended due to \"high turnout\"."
      },
      "body": {
        "#cdata-section": "<p>Bahrainis are voting in legislative elections, the first since a 2011 uprising, but the Shia opposition that led the pro-democracy movement said it would not take part in the vote.</p>\r\n<p>The government announced that the polling centres would remain open for two more hours than planned, until 19:00 GMT, due to the massive voter turnout.</p>\r\n<p>The elections are being contested without a compromise in sight between authorities in the Sunni-ruled monarchy and the opposition, as highlighted by the two sides in interviews on Friday.</p>\r\n<div>\r\n\r\n</div>\r\n<p>The Gulf state's electorate of almost 350,000 is being called to choose 40 deputies, with most of the 266 candidates being Sunnis.</p>\r\n<p>Al-Wefaq, the main opposition group, warned that failure by the kingdom's rulers to loosen their grip on power could trigger a surge in violence.</p>\r\n<p>Ali Salman, the Secretary-General of the Al-Wefaq, said that \"the turnout is no more than 30 percent and 80 percent of the voters are military and government personnel in the security and public sector\".</p>\r\n<p>\"The popular will has triumphed for the sake of the homeland,\" he said.</p>\r\n<p>Commenting on the opposition boycott, Salman said: \"What a failure it is for the government to beg for a vote from a people who are marginalised by them.</p>\r\n<p>Khalil AlMarzooq, a member of Al-Wefaq in London, said the opposition did not stand to gain anything from the election.</p>\r\n<p>\"There's no justice in Bahrain; there's no independence of the judiciary. Unless we agree on the system that represents people and make officials accountable and save people and protect their rights, we can't participate,\" AlMarzooq told Al Jazeera. <br /><br />\"We participated in 2006 and 2010 with a high turnout with the aim of changing the political system to protect the people's rights and interests but we couldn't achieve anything.\"</p>\r\n<p>AlMarzooq said Al-Wefaq was open to dialogue but that it had to be serious dialogue. </p>\r\n<p>For her part, Information Minister Samira Rajab stressed that the government would not tolerate \"chaos, unrest and foreign meddling\" - a reference to Shia Iran.</p>\r\n<p>The opposition's month-long uprising in early 2011 was crushed by the authorities.</p>\r\n<p>The Gulf kingdom has been ruled by the Khalifa Sunni dynasty since 1783, in a country where the Shia community today accounts for about 70 percent of the Muslim population.</p>\r\n<p>The opposition is calling for what it describes as a \"real constitutional monarchy,\" with an elected prime minister who is independent from the ruling family.</p>\r\n<p>\"The government is looking for the impossible from any rational person.\"</p>\r\n<p><STRONG><i>Shia protests</i></STRONG></p>\r\n<p>On the eve of elections, hundreds of demonstrators took to the streets of the Shia village of Diraz in support of the boycott, with police firing tear gas to disperse them.</p>\r\n<p>\"Boycott! Boycott!\" they chanted.</p>\r\n<p>Shia demonstrators frequently clash with security forces in villages outside the capital Manama, and hundreds have been arrested and tried since the uprising.</p>\r\n<p>The political rivals have struggled to bury their differences through a so-called \"national dialogue\" that fell apart despite several rounds of negotiations.</p>\r\n<p>The opposition wants a \"real\" constitutional monarchy with an elected prime minister independent from the Al-Khalifa royal family.</p>\r\n<p>But the Saudi-backed Sunni dynasty that rules over the majority Shia kingdom has rejected the demand.<br />In October, a court banned Al-Wefaq for three months for violating a law on associations.</p>\r\n<p>The movement refused to resume talks with the authorities in September despite a new proposal announced by Crown Prince Salman bin Hamad al-Khalifa.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/22/20141122103820370734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/22/20141122103820370734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/2012/665003303001_3904680229001_20141122-BAH-ELEX-16Din05G21-WEB-NOSTRAPS.mp4?videoId=3904636010001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 18:05:38 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141122142137879323",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/gaps-remain-iran-nuclear-talks-20141122142137879323.html",
      "title": {
        "#cdata-section": "'Big gaps' remain in Iran nuclear talks"
      },
      "description": {
        "#cdata-section": "Western diplomats say they are still working to iron out differences at Vienna talks before Monday's deadline."
      },
      "body": {
        "#cdata-section": "<p>Top level diplomats of the US and Germany have said that there were still serious gaps in talks over Iran's nuclear programme, despite signs of some progress two days before a deadline to reach a deal between Iran and major powers.</p>\r\n<p>Six major powers - the US, UK, France, Germany, Russia and China -  <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/race-meet-iran-nuclear-deal-deadline-20141120125932538732.html\" target=\"_parent\"> began a final round of talks </a>  with Iran in Vienna on Tuesday, looking to seal a deal under which the country would curb its nuclear work in exchange for a lifting of economically crippling sanctions.</p>\r\n<p>\"We are working hard ... We hope we are making careful progress, but we have big gaps, we still have some serious gaps, which we're working to close,\" Kerry, US secretary of state, said on Saturday in the Austrian capital after meeting Frank-Walter Steinmeier, the German foreign minister.</p>\r\n<p>On his part, Steinmeier said that the outcome of Iran's nuclear talks with six world powers was \"completely open\".</p>\r\n<p>\"I think I can say that we have never been so close to a deal and that the atmosphere of the negotiations is very constructive, but we should be aware that there are still big gaps on certain issues,\" he said as he joined the talks.</p>\r\n<p>\"If Iran is ready to take this opportunity then movement is possible ... Whether we can get a result is right now completely open.\"</p>\r\n<p>Philip Hammond, British foreign secretary, said on Friday: \"We have to get more flexibility from the Iranians ... . In return we are prepared to show some flexibility on our side. But time is short. We are up against a deadline [Monday] here.\"</p>\r\n<p>Western powers suspect Iran has aimed to covertly acquire a nuclear bomb capability from its enrichment of uranium.</p>\r\n<p>Iran says the programme is for producing civilian energy only.</p>\r\n<p>Iranian officials have refused to reduce the volume of uranium they are capable of enriching, a stand Western officials say is unacceptable as this would potentially allow Iran to amass enough fissile material for an atomic bomb in little time.</p>\r\n<p>Another sticking point is the pace and sequencing of sanctions relief. Iran wants them terminated swiftly, not suspended and gradually scrapped, depending on the degree of Iranian compliance with the deal terms, as the West wants.</p>\r\n<p>Another dispute is over the deal's duration: Western countries want it to be up to 20 years but Iran wants this much shorter.</p>\r\n<p>An <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2013/11/iranian-nuclear-deal-sparks-war-words-20131124142141183840.html\" target=\"_parent\"> interim accord struck on November 24 </a> last year yielded steps by Iran to curb some sensitive nuclear activity, such as higher-grade enrichment, in return for some sanctions relief.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/22//2014112216314598734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/22//2014112216314598734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 16:03:51 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141115122022972750",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/iraqis-struggle-recover-from-isil-attacks-20141115122022972750.html",
      "title": {
        "#cdata-section": "Iraqis struggle to recover from ISIL attacks"
      },
      "description": {
        "#cdata-section": "ISIL fighters have drawn battle lines all over the country, destroying villages and shattering lives."
      },
      "body": {
        "#cdata-section": "<p><STRONG><i>Erbil and Makhmour, Iraq -</i></STRONG> \"I will die as a martyr. I will never abandon my kinsmen.\"</p>\r\n<p>These were the last words spoken by 40-year-old Sheikha Umaya to her husband. A few hours later, a bullet from a suspected Islamic State of Iraq and the Levant (ISIL) sharpshooter took her life.</p>\r\n<p>\"She was a strong woman,\" her husband, Sheikh Hassan Farhan, tells Al Jazeera as he scrolls through photos his wife sent him from the front-line. In them, Sheikha Umaya appears proud and full of confidence, posing with heavy machine guns, pistols and ammunition.</p>\r\n<p>\"She never slept. When Daesh [ISIL] surrounded our village, she called upon every villager, male and female, and implemented a plan to defeat them,\" Sheikh Hassan says. \"I knew she would die in this battle. But there was no way to stop her.\"</p>\r\n<p>The family hails from al-Alam, a small village on the banks of the Tigris River. Earlier this summer, ISIL fighters quickly advanced on al-Alam's border. Sheikh Hassan ran away, but his wife stayed. \"I begged her to come along, but [for her] it was a matter of principle,\" he says. Along with two of their children, he journeyed to the Kurdish capital Erbil; their two other children remained in al-Alam.</p>\r\n<div>\r\n\r\n</div>\r\n<p>Shortly after Sheikha Umaya's funeral, ISIL fighters raised their black flag over the village. On the walls of the family's house, they wrote: \"Property of the Islamic State.\"</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/programmes/faultlines/2014/10/iraq-divided-fight-against-isil-2014102094753560718.html\" target=\"_blank\"><span style=\"font-family: georgia, palatino; font-size: 16px;\">RELATED: Iraq divided: The fight against ISIL</span></a></p>\r\n<hr />\r\n<p>Attacking the region from several sides, ISIL fighters have created front-lines all over the country - including one just 40km from the safe haven Erbil has become for many displaced residents.</p>\r\n<p>Oil fields flame along both sides of the narrow highway to Makhmour, which connects Erbil to the surrounding war zone. Foreign investors who set up offices in the region have packed up and left.</p>\r\n<p>Kamal Mustafa, 53, lives in Dibaja, the last town before the city of Makhmour. There are only a few houses in this small town, which Mustafa has promised to protect. \"When Daesh attacked Makhmour, we had to bring our women to safety,\" Mustafa says. \"We brought them to Erbil and armed ourselves in order to protect our houses and our land.\"</p>\r\n<p>Mustafa lives with his family in a newly renovated house on the border of Dibaja. In the centre, he and his son run a supermarket.</p>\r\n<p>\"We'd closed the shop for a week to fight against Daesh alongside the Peshmerga fighters,\" Mustafa says. \"In only a couple of days, we managed to push them back over seven kilometres, and still, the Peshmerga are pushing them farther away every day.\" The front-line is almost 10km from Mustafa's house. He keeps his assault rifle close at hand, ready to fight whenever needed.</p>\r\n<p>The morale of the Kurdish Peshmerga fighters has risen remarkably since the United States and a coalition of 40 other nations publicly <a class=\"internallink\" href=\"%20http://www.whitehouse.gov/the-press-office/2014/08/07/statement-president%20\" target=\"_blank\">expressed their support</a> this summer.</p>\r\n<p>\"After all these years, we are finally getting the recognition that we need from the international community,\" General Sirwan Barzani tells Al Jazeera at his office at a command post in Makhmour. \"Now we are receiving the support that is needed to feel strong. The weapons that they've promised will arrive soon, but even without these weapons we feel backed by the international community and that has a clear effect on our fighters.\"</p>\r\n\r\n<p>Kurdish security services are partly integrated into the national security system, receiving orders from Baghdad. But between 100,000 and 240,000 Kurds fight under the banner of the Peshmerga, under the command of Kurdish Regional President Massoud Barzani or his nephew, General Barzani.</p>\r\n<p>\"We've pushed the terrorists back in less time than they had come to the city of Makhmour,\" General Barzani says. \"And we are not planning to stop anytime soon. We'll continue until they've left Kurdistan entirely.\"</p>\r\n<p>As General Barzani speaks with Al Jazeera, his phone rings: ISIL has launched another offensive. At lightning speed, pick-up trucks are loaded with heavy weapons and crates filled with ammunition. In an armoured car supplied by General Barzani, the fighters race from their command post.</p>\r\n<p>As the convoy of Peshmerga cars drives through the local market, people are visibly startled. Some say the sounds of encroaching vehicles reminds them of the previous ISIL invasion.</p>\r\n<p>At the last checkpoint, not far outside of the city, trenches run along both sides of the unpaved road. Ayut, 23, is among a small group of Peshmerga fighters who stand guard here, watching for ISIL fighters. When they approach, he fires rockets.</p>\r\n<p>\"They launch mortars towards us every day,\" Ayut tells Al Jazeera, pointing at a deep pit in the ground beside him. \"They launched that one earlier.\"</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/06/isil-eminent-threat-iraq-syria-20146101543970327.html\" target=\"_blank\"><span style=\"font-family: georgia, palatino; font-size: 16px;\">RELATED: ISIL: Rising power in Iraq and Syria</span></a></p>\r\n<hr />\r\n<p>Back in central Mahkmour, 35-year-old Daria Khalil also recalls a recent mortar strike. She gestures towards a pile of debris on the other side of the road.</p>\r\n<p>\"It was around this time, sunset, that a mortar attack destroyed the house of our neighbour,\" says Khalil, who lives in a modest home with her husband and four children.</p>\r\n<p>\"The house went up in flames,\" Khalil tells Al Jazeera. \"And because of the explosion, all our windows, one by one, burst into pieces. The facade of our house is filled with bullets [from previous gunfire].\"</p>\r\n<p>Khalil left Makhmour shortly after the mortar strike, and later returned to find their house partly destroyed by ISIL fighters and robbed of all valuables. She says she is happy to be back, but still fearful.</p>\r\n<p>\"I can't sleep any more,\" Khalil says. \"I feel I have to stay awake always, for the children.\"</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/22/201411221174865734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/22/201411221174865734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Sat, 22 Nov 2014 11:51:01 GMT",
      "author": "Annabell Van den Berghe"
    },
    {
      "guid": "201410276732206683",
      "link": "http://www.aljazeera.com/news/middleeast/2014/10/palestinians-gaza-refuse-disarm-201410276732206683.html",
      "title": {
        "#cdata-section": "Palestinians in Gaza refuse to disarm"
      },
      "description": {
        "#cdata-section": "As peace talks founder, many Palestinians oppose Israel's efforts to remove weapons from the Gaza Strip."
      },
      "body": {
        "#cdata-section": "<p><STRONG><i> Gaza City - </i></STRONG> Ismail Haniyeh, the top Hamas leader in Gaza, has insisted that Palestinian factions in the war-ravaged territory will not abandon armed resistance against Israel, noting recently: \"The weapon of resistance is as holy as the holiness of the Palestinian cause and the land.\"</p>\r\n<p>He said he would be willing to disarm local groups if Israel was also stripped of its weapons, but 57 percent of Palestinians in Gaza and the West Bank oppose Israeli efforts to disarm the strip, according to a recent survey - while another 86 percent support launching rockets from Gaza if the Israeli-Egyptian blockade continues.</p>\r\n<p>\"If Hamas gives in to [disarmament], we'll have Israeli tanks driving through our homes again, like the first Intifada,\" Gaza City resident Abu Kareem, 38, told Al Jazeera. \"We don't want to return to those days. We survived the Intifada … and welcomed the resistance.\"</p>\r\n<div>\r\n\r\n</div>\r\n<p> The father of three added that a few years ago, he was against armed resistance and instead supported Palestinian President Mahmoud Abbas. But his views have since changed. \"Palestinian mortars forced Israeli settlers to leave Gaza, and it will be the Palestinian resistance which ends the occupation,\" Kareem said.</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/gaza-plan-relieves-israel-responsibility-201410195737724711.html\" target=\"_blank\">   <span style=\"font-family: georgia, palatino; font-size: 16px;\"> RELATED: Gaza plan relieves Israel of responsibility </span> </a></p>\r\n<hr />\r\n<p>Since this summer's  51-day war, the public mood in Gaza has been largely supportive of local armed groups. According to political analysts, this support is due in large part to the ongoing failure of peace talks between Israel and the Palestinians.</p>\r\n<p>While Hamas says it won the war, more than 2,130 Palestinians were killed in the fighting, 18,000 housing units were destroyed and <a class=\"internallink\" href=\"http://www.ochaopt.org/content.aspx?id=1010361\" target=\"_blank\"> 110,000 people remain displaced </a> in Gaza. Sixty-seven Israeli soldiers were also killed, along with four Israeli civilians.</p>\r\n<p>Last month, Abbas suggested that Gaza's demilitarisation may happen <a class=\"internallink\" href=\"http://www.timesofisrael.com/abbas-says-cairo-conference-was-a-great-success/\" target=\"_blank\"> after the planned general elections </a> , noting this would unite Palestinian military power under a single authority. But senior Hamas leader Mahmoud Zahar says his movement refuses to be disarmed: \"There is no weapon except the weapon of resistance, and any weapon that is directed on the chest of resistance fighters is the weapon of a traitor.\" </p>\r\n<p>Zyad Miqdad, a professor of Islamic law at the Islamic University in Gaza, told Al Jazeera he also objects to local Palestinian factions giving up their weapons.</p>\r\n<p>\"We found that neighbouring states support the oppressor… Our people have to defend themselves using all methods, and that can't be achieved without weapons,\" he said.</p>\r\n<p>Israel, however, has been adamant in its demand for Gaza-based groups to disarm. Israeli Foreign Minister Avigdor Lieberman recently said that \" <a class=\"internallink\" href=\" http://news.yahoo.com/israels-lieberman-doubts-gaza-truce-last-220024477.html\" target=\"_blank\"> disarming the coastal strip was not on the immediate horizon </a> , but should be kept in the forefront of international public opinion\".</p>\r\n<p>\"Nobody will bring about disarmament but us,\" Lieberman added. \"Nobody else will go from house to house like us.\"</p>\r\n<p>Exactly how Israel seeks to disarm Palestinian groups in Gaza is unclear, and political analyst Ibrahim al-Madhoun, an expert on Hamas affairs, said the Palestinian faction would never let it happen. <STRONG><i> </i></STRONG> \"Palestinian factions were not defeated in the last war, and there is no party that has the power to disarm Palestinian resistance,\" he said. \"Disarmament can only happen in the case of defeat, and Palestinian resistance has not been defeated.\"</p>\r\n<p>Last month, on a tour of the destroyed Gaza neighbourhood of Khuzaa, Haniyeh said people in Gaza \"will not compromise on resistance weapons for the reconstruction of our homes or give up our principles\".</p>\r\n<p>Meanwhile, Ismail al-Ashqar, a Hamas leader and head of the security file of the non-operating Palestinian Legislative Council, said: \"Resistance is the only weapon guaranteed to break the siege and reconstruct Gaza.\"</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/indepth/opinion/2014/09/gaza-inspiring-new-forms-resis-2014923122246291351.html\" target=\"_blank\"> <span style=\"font-family: georgia, palatino; font-size: 16px;\"> OPINION: Gaza: Inspiring forms of resistance </span> </a></p>\r\n<hr />\r\n<p>The place of armed resistance in the Palestinian struggle dates back to the Palestinian revolution in 1918, when the British Mandate started, and subsequently the 1936 general strike. It developed further after the 1968 revolution.</p>\r\n<p>When Hamas emerged during the first Intifada in 1987, its military wing - known as the al-Qassam Brigades - used a variety of weapons. In the beginning it was mostly light weapons, such as Kalashnikovs, grenades and homemade bombs. But in the early 2000s, al-Qassam introduced homemade rockets and mortars that could reach between three and four kilometres of the Jewish settlements in Gaza. By the 2012 war, these rockets could reach as far as Tel Aviv.</p>\r\n<p>While the first Intifada relied primarily on unarmed civil disobedience and stone-throwing, the Oslo years - after the signing of the Oslo Accords in 1993 - witnessed several politically motivated assassinations of Palestinian fighters, including Imad Akel, killed in 1993, and Yahia Ayash, a bomb maker assassinated in 1996.</p>\r\n<p>At the start of the second Intifada, Hamas developed a new rocket known as the Qassam 1, which had a range of four kilometres from Gaza's borders; Israel reacted by assassinating Hamas officials of all levels, including military and political leaders. \"The first Hamas rockets fired from Gaza created a competition among Palestinian resistance groups,\" Madhoun told Al Jazeera. The armed wing of Islamic Jihad built a homemade rocket named al-Quds, the Palestinian Resistance Committee built Nasser, and <span> Fatah's </span> Al Aqsa Martyrs' Brigades built the Aqsa rocket.</p>\r\n<div>\r\n\r\n</div>\r\n<p> Over the past 13 years, Hamas and Islamic Jihad have gone from firing primitive, homemade rockets that caused very little damage unless they hit a target directly, to newer, more advanced weaponry. The Israeli withdrawal from Gaza in 2005 made it possible for armed groups to get stronger, while the chaos in Libya became a source for weapons, Madhoun said.  </p>\r\n<p>This also garnered them more local support, according to Kareem. \"In the 2012 war, we were thrilled when we heard that an M75 rocket had hit Tel Aviv,\" he said.  \"It made Israelis feel some of the fear we felt.\"</p>\r\n<p>The M75 is believed to be the first rocket smuggled into Gaza from Iran through tunnels underneath the Gaza-Egypt border, and was later copied and made locally. The letter \"M\" in its name refers to Ibrahim Maqadma, a top Hamas leader assassinated by Israel in 2003. More recently, the J80 and J160 rockets were used during the 2014 war and named after assassinated Hamas military commander Ahmed al-Jabari.</p>\r\n<p>Gaza counts approximately 17 political and military factions: Hamas and Islamic Jihad are the largest, followed by the Palestinian Resistance Committee (PRC). Both Hamas and Islamic Jihad are inspired by Islamic thinking, while PRC is a group of people who split from Fatah, Hamas and Islamic Jihad.</p>\r\n<p>Left-wing groups such as the Popular Front for Liberation of Palestine and the Democratic Front for Liberation of Palestine also have armed wings, while the Palestinian Democratic Union, Mubadra and Hizb al-Shaab do not.</p>\r\n<p>Abbas has always been against the militarisation of the Intifada. His efforts have focused for years on diplomatic channels, seeking recognition at the United Nations and lobbying countries that could help promote a Palestinian state.</p>\r\n<p>Hamas sees this as insufficient, given that the United States and the European Union continue to push Abbas for talks with Israel. Hamas sees these talks as futile, according to top Hamas leader Salah al-Bardawil, a member of the non-functioning Palestinian Legislative Council. Bardawil says no one has the right to disarm the resistance, and Madhoun believes it is unlikely that the PA will be able to disarm Hamas, as it attempted in the early 1990s - especially now that Hamas has heavier weapons.</p>\r\n<p>Ultimately, scepticism among Palestinian resistance groups towards disarmament is influenced by past negative experiences, Madhoun said, citing the slaughter of Palestinian refugees in the Sabra and Shatila refugee camps in Beirut.</p>\r\n<p>\"People in Gaza, according to surveys, say they refuse any disarmament of Hamas or other Palestinian factions... The public in Gaza feels that having arms is the only way for liberation and self-defence,\" he said.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/10/27//201410277015524734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/10/27/201410277015524734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Sat, 22 Nov 2014 11:49:50 GMT",
      "author": "Mohammed Omer"
    },
    {
      "guid": "20141121133850555852",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/20141121133850555852.html",
      "title": {
        "#cdata-section": "Vox Pops: Tunisian youth prepare for vote"
      },
      "description": {
        "#cdata-section": "Young Tunisians discuss the role they can play in their country's fledgling democracy ahead of presidential election."
      },
      "body": {
        "#cdata-section": "<p>Four years since the eruption of the Tunisian revolution, improvements have been made on issues such as human rights and free speech, but ongoing economic, social and security malaise kept the majority of young voters away from polling stations during last month’s legislative elections.</p>\r\n<p>Though voter turnout was generally high, only 29 percent of eligible Tunisian youths cast a ballot, and a certain amount of voter apathy is also expected for the presidential vote on Sunday. The low turnout has been widely blamed on Tunisia's political parties, which failed to engage the country's youth.</p>\r\n<p>As Tunisia prepares to return to the polls, Al Jazeera profiles the perspectives of a number of young Tunisians and the role they can play in a country struggling to decide what kind of democracy it should become.</p>\r\n\r\n\r\n<p>It is an opportunity that we will not get again. That's why I am going to vote, even though I still don't know who I am going to vote for.</p>\r\n<p>Citizens of this country were denied that chance for over 50 years so it's our responsibility as young people to ensure that it goes in the right direction.</p>\r\n<p>If you are not going to vote now, then you don't have the right later to criticise the person who will get elected.</p>\r\n\r\n<p></p>\r\n\r\n\r\n\r\n<p>I have to vote; it is a national duty. I am still undecided as who to vote for.</p>\r\n<p>I have not found a person that has caught my attention, but you never know - maybe at the last minute something happens and makes me opt for one person over another.</p>\r\n\r\n<p></p>\r\n\r\n\r\n\r\n<p>I was not going to vote. I did not want to vote because no one has managed to convince me, but I have changed my mind.</p>\r\n<p>I am going to vote to balance things because I am not satisfied with the results of the legislative elections.</p>\r\n\r\n<p></p>\r\n"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/201411211493755580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/201411211493755580_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Sat, 22 Nov 2014 08:18:10 GMT",
      "author": "Ahmed El Amraoui"
    },
    {
      "guid": "20141121153431678988",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/dutch-teenager-court-after-syria-rescue-20141121153431678988.html",
      "title": {
        "#cdata-section": "Dutch teenager in court after Syria 'rescue'"
      },
      "description": {
        "#cdata-section": "Teenager, whose mother brought her back from Syria where she married a fighter, appears in court on terrorism charges."
      },
      "body": {
        "#cdata-section": "<p>A teenager who was brought back to the Netherlands by her mother after allegedly going to Syria to marry a fighter there has appeared in a court on terrorism charges, Dutch prosecutors have said.</p>\r\n<p>The 19-year-old, known only as <span>'Aicha</span>,' appeared in court in Maastricht on Friday after returning to the Netherlands on Wednesday with her mother.</p>\r\n<p>She made a brief court appearance behind closed doors to decide if she should remain in detention, with another hearing scheduled for Monday to decide if she should be charged.</p>\r\n<p>A convert to Islam, Aicha had been arrested \"on suspicion of crimes threatening state security\".</p>\r\n<p>Marc Bax, a spokesman for the court, said: \"Today the examining judge has reviewed the custody order of Aicha and concluded that it was lawful.\"</p>\r\n<div>\r\n\r\n</div>\r\n<p>Aicha's mother, Monique, is said to have rescued her from the Syrian city of Raqqa, after the teenager travelled there to marry a fighter.</p>\r\n<p>Aicha reportedly fled the Netherlands in February to marry Omar Yilmaz, a Dutch-Turkish fighter who trains fighters for various groups fighting against Syrian president Bashar al-Assad.</p>\r\n<p>Yilmaz, a former soldier in the Dutch army who also did national service in Turkey, is one of a group of Dutch nationals fighting in Syria.</p>\r\n<p>Monique said her daughter, previously known as Sterlina before adopting an Arab name, said she saw Yilmaz as a \"Robin Hood\" figure.</p>\r\n<p>An estimated 130 Dutch nationals have left to fight in Syria, with 30 already having returned and 14 others killed in the fighting, according to the latest statistics from the Dutch intelligence services.</p>\r\n<p>Edwin Bakker, Director of the Centre for Terrorism and Counter-terrorism at Leiden University in the Hauge, told Al Jazeera that the authorities were primarily interested in hearing the girl's story.</p>\r\n<p>\"She is formerly a suspect of allegedly having joined ISIL, that has to be proven,\" he said. \"I think authorities are primarily interested in hearing her story, who helped her get to Syria and how.</p>\r\n<p>\"It used to be very rare until a year ago, but more and more this year girls have joined fighters in Syria. Many of them are very young.\"</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/20141121175154262734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/20141121175154262734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Sat, 22 Nov 2014 04:40:25 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411211134423370",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/isil-launches-fierce-assault-iraq-ramadi-201411211134423370.html",
      "title": {
        "#cdata-section": "ISIL launches fierce assault on Iraq's Ramadi"
      },
      "description": {
        "#cdata-section": "Major offensive under way in capital of Anbar, where only a few small areas of province remain under government control."
      },
      "body": {
        "#cdata-section": "<p>The Islamic State in Iraq and Levant (ISIL) has launched a major attack on the Iraqi city of Ramadi, capital of the troubled western province of Anbar, security officials have said, resulting in the killing of at least 20 soldiers.</p>\r\n<p>The assault came as Joe Biden, the US vice-president, arrived in Istanbul on Friday with a view to push Turkey to step up its role in the international coalition's fight against the ISIL.</p>\r\n<p>Al Jazeera's Imran Khan, reporting from Baghdad, said pro-government forces had called in reinforcements to push back the offensive on Ramadi that was coming from four sides.</p>\r\n<p>\"Ramadi is a crucial city for ISIL as it attempts to consolidate its grip over all of Anbar province,\" Khan said.</p>\r\n<div>\r\n\r\n</div>\r\n<p>Sources told Al Jazeera tens of Iraqi soldiers had been abducted near Ramadi while at least 20 Iraqi soldiers and eight ISIL fighters had been killed in the fighting.</p>\r\n<p>\"Clashes are ongoing around the city. A series of mortar attacks have targeted areas inside the city, including provincial council buildings and a police post,\" a security official told the AFP news agency said.</p>\r\n<p>Adhal al-Fahdawi, a member of the Anbar provincial council, said on Friday that ISIL had managed to capture part of an eastern district called Mudhiq but pro-government forces had stopped their advance and were encircling the fighters there.</p>\r\n<p>\"The security forces need support because we have not received any back-up from the army's air force or the coalition,\" Fahdawi said, referring to the US-led air campaign launched in August.</p>\r\n<p>Parts of the restive province, which borders Saudi Arabia, Jordan, Syria and the Baghdad governorate, have been out of government control since January.</p>\r\n<p>ISIL, which also controls large parts of Syria, spearheaded a major offensive in Iraq in June, seizing territory, including much of Anbar.</p>\r\n<p>A fresh spate of attacks in recent weeks has seen the armed group extend their grip over the province, where only a handful of pockets remain under the control of Iraqi security forces backed by Shia armed groups and Sunni tribal fighters.</p>\r\n<p><STRONG><i>US-Turkey talks</i></STRONG></p>\r\n<p>Biden met the Turkish Prime Minister Ahmet Davutogulu on Friday and will hold talks with the President Recep Tayyip Erdogan on Saturday.</p>\r\n<p><span>Biden's visit follows weeks of public bickering between the two NATO allies. The Turkish president insists if the US wants his help, it must focus less on fighting the ISIL and more on toppling Syrian President Bashar Assad. Erdogan wants the US-led coalition to set up a security zone in northern Syria to give moderate fighters a place to recoup and launch attacks.</span></p>\r\n<p><span>The obvious compromise would be if Washington shifted its policy on Syria to do more to force out Assad, and Turkey agreed to do more against ISIL, said James Jeffrey, former US ambassador to Turkey and Iraq who is now at the Washington Institute for Near East Policy.</span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/2014112118154168734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/2014112118154168734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Fri, 21 Nov 2014 23:14:55 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112172358348688",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/berlusconi-tunisia-2014112172358348688.html",
      "title": {
        "#cdata-section": "The Berlusconi of Tunisia"
      },
      "description": {
        "#cdata-section": "Presidential candidate Slim Riahi's drive to expand his political influence through money and media has drawn criticism."
      },
      "body": {
        "#cdata-section": "<p><span>Youssef queued for more than half an hour early in the morning of October 26 in the coastal town of Kelibia to vote for the Free Patriotic Union (UPL) party.  </span></p>\r\n<p>The 36-year-old carpenter did not know much about the UPL programme, but he voted for its leader, Slim Riahi, a wealthy businessman. Riahi came to prominence after becoming president of one of the country's football clubs, Club Africain, pumping more than 60 million Tunisian dinars ($33m) into the organisation and importing European-style management. </p>\r\n<p>\"I voted for my fellow supporter of Club Africain. He's proven successful in leading the club and has invested millions; he would do the same for the country,\" Youssef, who did not provide a last name, told Al Jazeera.</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/indepth/interactive/2014/11/tunisia-presidential-race-2014111774653438405.html\" target=\"_blank\"><span style=\"font-family: georgia, palatino; font-size: 16px;\">INTERACTIVE: Tunisia presidential race</span></a></p>\r\n<hr />\r\n<p>Riahi, 42, is contesting the country's first presidential election since the overthrow of Zine El Abidine Ben Ali. The vote is scheduled for November 23. </p>\r\n<p>In addition to the football club, the political party and his other business endeavours, Riahi also owns the Ettounsiya TV channel. His fortune, rumoured to be in the billions of dollars, adds to the controversy surrounding him.</p>\r\n<p>Originally from the coastal town of Enfidha, Riahi's family moved to Libya when he was a child. He studied management at Al Fateh University in Tripoli, and went on to make his fortune in that country, later moving to the United Kingdom. </p>\r\n<div>In the 2014 parliamentary polls, Riahi <a href=\"http://blogs.aljazeera.com/blog/middle-east/tunisias-tycoon-kingmaker\" target=\"_blank\">ran a flashy campaign that included pop concerts</a> - his UPL party surprisingly came in third, winning 16 seats in the legislature. He overcame prominent opposition figures under Ben Ali, including incumbent President Moncef Marzouki, who lagged behind in the race.</div>\r\n<div>\r\n\r\n</div>\r\n<p>Riahi, who promotes himself as a pragmatic leader who will improve living standards for the lower class and protect the country's dwindling middle class, promising jobs and prosperity, has focused his presidential rallies in marginalised areas of Tunisia and impoverished districts of the capital Tunis. He has always stressed that he is, if not the only, one of the few politicians able to access such neighbourhoods and be welcomed by residents. </p>\r\n<p><span>In one of his latest visits to the Douar Hicher suburb of Tunis, Riahi moved from house to house, telling impoverished residents that they would be his foremost priority. The atmosphere was festive, akin to a stadium celebration.</span></p>\r\n<p><span>In a recent televised interview, Riahi said his club's supporters were behind him, noting his experience with the club - which he calls a success story - will encourage residents to vote for him. If elected, Riahi says </span>his expertise in management and business will allow him to attract foreign investors and build a sustainable economy. According to the Pew Research Centre, 73 percent of Tunisians believe a strong economy is more important than a good democracy. </p>\r\n<p><span>But Riahi's drive to </span><span>expand his influence over politics through money and media has led many people to compare him to Italian politician Silvio Berlusconi.</span></p>\r\n<p>Lotfi Saibi, director of a business organisation called 4D Leadership House, accuses Riahi of polarising the country and attacking anybody who stands in his way.</p>\r\n<p><span>\"Riahi is playing the card of the young versus the old and the pragmatic versus the politician. He is, like many other candidates, playing on the lack of political maturity of the voters. The Tunisian voter is very sensitive and you can change his mind within five minutes,\" Saibi told Al Jazeera. </span></p>\r\n<p>\"He is targeting hundreds of thousands of desperate young people by promising them jobs as a businessman. However, he hasn't proven efficient in delivering in the past three years. I see Slim Riahi not really wanting to lead this country but truly wanting to be in power.\" </p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/tunisian-dilemma-deal-no-deal-20141118105434322866.html\" target=\"_blank\"><span style=\"font-family: georgia, palatino; font-size: 16px;\">RELATED: Tunisian dilemma: Deal or no deal?</span></a></p>\r\n<hr />\r\n<p>For Saibi, Riahi's involvement in football, business and politics is a double-edged sword that could both serve and hurt him.</p>\r\n<p><span>\"His Berlusconi attitude will certainly attract voters who see him as a businessman and football club president. Like any other populist candidate, he is targeting less educated people,\" Saibi said. \"However, it will not help him in the race on a national scale, because he doesn't talk or behave as a statesman.\"</span></p>\r\n<p><span>Still, </span><span>Riahi has become a key player in the Tunisian political scene, and could act as a kingmaker in the current government coalition negotiations. </span>He remains a mysterious figure who is said to have enjoyed close ties to the Trabelsis, the family of Ben Ali's wife Leila, and the Gaddafis, the family of the late Libyan leader Muammar Gaddafi - although Riahi has denied the latter.</p>\r\n<p><span>For Youssef, none of this is of any consequence: \"[Riahi] is the hope and I will vote for him once more; this time to become the president of Tunisia.</span></p>\r\n<p><span>\"Riahi has lots of money - he will never rob us,\" Youssef added. \"He has no interest in power, he has it already. He will instead invest in this country as he did in the club.\"</span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/201411217562141734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/201411217562141734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Fri, 21 Nov 2014 20:30:30 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112197012207",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/israel-keeps-al-aqsa-mosque-age-bar-lifted-2014112197012207.html",
      "title": {
        "#cdata-section": "Abbas warns Israel against 'religious war'"
      },
      "description": {
        "#cdata-section": "Palestinian president warns of turning political conflict into religious one as clashes erupt across occupied West Bank."
      },
      "body": {
        "#cdata-section": "<p>Palestinian Authority President Mahmoud Abbas has warned against places of worship becoming points of conflict, as tensions remain high over right-wing Jewish demands to be able to pray inside Jerusalem's holiest compound.</p>\r\n<p>Speaking in Ramallah on Friday, Abbas warned Israel of turning the current political conflict into a religious one.</p>\r\n<p>\"This is a crucial time, there's terrorism, religious conflict and violence. It is us who pay the price, the blood of our children,\" said Abbas.</p>\r\n<p>\"I am warning against turning a political conflict into a religious one. Let's talk about politics not religion.\"</p>\r\n\r\n<p>His comments came as Israeli forces clashed with Palestinian protesters in the occupied West Bank, amid growing fears that Israel wants to change the status quo at Jerusalem's Haram al-Sharif by allowing Jewish prayer there.</p>\r\n<p>At least five Palestinian protesters were wounded when security forces fired rubber-coated steel bullets in the Abu Isneeneh neighbourhood of south Hebron.</p>\r\n<p>Clashes also took place in Ramallah, Qalandiya, Kadom, Ofer, Jalazone, Silwad, AlRam and Nabi Salehat.</p>\r\n<p>Sources told Al Jazeera that at least 10 people were wounded by either live or rubber-coated steel bullets, while tens of Palestinians suffered the effects of tear gas inhalation.</p>\r\n<p>Meanwhile at the Mount of Olives adjacent to Jerusalem's Old City, two Israeli settlers were attacked on Friday, one stabbed in the back and another other hit by an iron rod, Israeli police spokesperson Micky Rosenfeld said.</p>\r\n<p>Both were taken to hospital with their injuries not considered to be life threatening.</p>\r\n<p><STRONG><i>Al-Aqsa prayers</i></STRONG></p>\r\n<p>Meanwhile, Israeli police continued to allow young Muslim worshippers to pray at the Al-Aqsa mosque on Friday, having previously <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/palestinian-worshippers-barred-from-al-aqsa-2014101484255361802.html\" target=\"_blank\">limited male entry</a> to those under 60.</p>\r\n<p>\r\n\r\n</p>\r\n<p>Israel eased restrictions at the site last week after US Secretary of State John Kerry announced agreement on steps to reduce tensions after talks in neighbouring Jordan, which has custodial rights at the compound.</p>\r\n<p>Muslims officials said about 45,000 people attended Friday prayers at the mosque, with no serious incidents reported.</p>\r\n<p>\"It's a pretty calm scene. [There are] more media here than anything,\" said Al Jazeera's Imtiaz Tyab, reporting from occupied East Jerusalem.</p>\r\n<p>The religious site, which is holy to Jews as well as Muslims, has been the focus of months of unrest in East Jerusalem, that has spread to the occupied West Bank and Arab communities across Israel, and raising the prospect of a new Palestinian uprising.</p>\r\n<p><STRONG><i>'Assassination plot'</i></STRONG></p>\r\n<p>Earlier on Friday, Israel arrested four Palestinians suspected of planning to kill right-wing Foreign Minister Avigdor Lieberman with an anti-tank rocket while he drove to his Jewish settlement in the occupied West Bank, Israeli officials said.</p>\r\n<div>\r\n\r\n</div>\r\n<p>A statement by Israel's domestic intelligence service Shin Bet identified three of the detainees as Hamas members.</p>\r\n<p>Citing their confessions under interrogation, it said they had hoped killing Lieberman \"would relay a message to the State of Israel that would bring about an end to the Gaza war\".<br /><br />\"We have no information about this issue. However, we stress that leaders of the Occupation [Israel] who are responsible for the killing of children and women and for defiling the sacred sites are legitimate targets for the resistance,\" Sami Abu Zuhri, a Hamas spokesman, said.</p>\r\n<p>Tension has been high across the Palestinian territories after three Israeli teenage settlers went missing in June, and were later found dead, in what Israel says was an abduction and killing by Hamas fighters, followed by an apparent revenge attack on a young Palestinian male several weeks later.</p>\r\n<p>Those events helped precipitate Israel's 50-day-long offensive against Gaza that killed more than 2,100 Palestinians, <span>mostly women</span><span>, </span><span>children</span><span> and the elderly</span>.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/2014112119526962734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/2014112119526962734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Fri, 21 Nov 2014 18:58:00 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112172039581697",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/turkish-pm-meets-iraq-kurdish-leaders-2014112172039581697.html",
      "title": {
        "#cdata-section": "Turkish PM meets Iraq's Kurdish leaders"
      },
      "description": {
        "#cdata-section": "Ahmet Davutoglu visits region that shares border with Turkey to discuss energy and security issues."
      },
      "body": {
        "#cdata-section": "<p>Turkish Prime Minister Ahmet Davutoglu has met with leaders in Iraq's Kurdistan capital of Erbil, his second stop in the violence-plagued country after Baghdad, as he continues the bond-building visit.<br /><br />In talks with the Kurdish region's President Masoud Barazani on Friday, energy and military cooperation were discussed following a visit seen as a solution to long-standing tensions between Ankara and Baghdad.</p>\r\n<p>\"I'm very happy to be visiting Erbil as prime minister,\" Dabutoglu said, adding that discussions had focused on humanitarian aid to Iraq's IDPs and security as well as economic cooperation.</p>\r\n<p>\"I would like to reiterate that Turkey will continue to look after its brothers,\" he said, in reference to those forced to flee ISIL. \"We have built camps in Duhok with a total capacity of 35,000 people.\"</p>\r\n<p>Al Jazeera's Imran Khan, reporting from Baghdad, described the visit as a \"positive\" one in which \"concrete steps\" were achieved.</p>\r\n<p>Speaking at a joint news conference in Erbil, Barazani confirmed that 150,000 barrels per day of crude oil from the Kirkuk oilfields will begin to flow into Turkey.</p>\r\n<p>\"This is a massive step, since Turkey has no domestic energy output of its own, and therefore relies on imports,\" our correspondent said.</p>\r\n<p>\"Money revenue from this transaction was held effectively in escrow, where it was not touched by neither the Kurds, nor Baghdad, but has now been released to Baghdad.\" </p>\r\n<p>Turkey shares a border with the Kurds, who are involved in battles against the Islamic State in Iraq and the Levant (ISIL), an armed group that is seeking to establish a caliphate. </p>\r\n<p><STRONG><i>Military assistance</i></STRONG></p>\r\n<p>Security was also a major issue in the Turkish premier's talks with his Iraqi counterpart Haidar al-Abadi in Baghdad on Thursday.</p>\r\n<p>Davutoglu \"offered Turkish military assistance to Iraq,\" Abadi said at a joint news conference on Thursday, later adding that this could include arming and training members of Iraq's planned national guard.<br /><br />Iraqi volunteer forces \"need training and we may discuss training these forces in neighbouring Turkey,\" Abadi said. The Iraqi premier also said that he agreed to visit Turkey next month.</p>\r\n<p>Davutoglu's trip to Iraq follows a visit to Turkey by Iraqi Foreign Minister Ibrahim al-Jaafari earlier this month that was aimed at patching up the strained ties between the two neighbours.<br /><br />Recep Tayyip Erdogan, now Turkey's president, also repeatedly clashed with Abadi's predecessor, Nouri al-Maliki.<br /><br />The two countries have also disagreed over the protracted Syrian civil war, where mostly-Sunni rebels are seeking to overthrow President Bashar al-Assad.</p>\r\n<p>Shia-majority Iraq is seen to prefer al-Assad, whose Alawite sect is an offshoot of Shia Islam, while Sunni Muslim Turkey backs the rebel groups.<br /><br />Previous attempts to patch up Iraqi-Turkish relations were unsuccessful but prospects appear improved now that the two countries both have new governments.</p>\r\n<p>\"Turkey has always favoured a government inclusive of all of Iraq's ethnic and religious groups. No-one should be excluded from the political arena. A united Iraq must be built,\" Davutoglu said.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/21/201411211194660734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/21/201411211194660734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Fri, 21 Nov 2014 13:40:04 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141120223446598325",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/anger-over-israel-mayor-ban-arab-workers-20141120223446598325.html",
      "title": {
        "#cdata-section": "Anger over Israel mayor's ban on Arab workers"
      },
      "description": {
        "#cdata-section": "Ashkelon mayor's decision to bar Israeli-Arab construction workers decried as racist and unacceptable."
      },
      "body": {
        "#cdata-section": "<p>An Israeli mayor’s decision to bar Israeli-Arab construction workers from jobs in local preschools over security concerns has triggered widespread condemnation with a rights group calling it racist.</p>\r\n<p>Itamar Shimoni, the mayor of the southern city of Ashkelon, announced on Thursday that Israeli-Arab labourers renovating bomb shelters in local kindergartens would be barred from their jobs. He also ordered security stepped up at construction sites where Arab labourers are employed.</p>\r\n<p>His decision came days after a spate of attacks by Palestinians, including a deadly attack on a Jerusalem synagogue that left five Israelis dead.</p>\r\n<p>\"Anyone who thinks this is illegal can take me to court,\" Shimoni said. \"At this time, I prefer to be taken to court and not, God forbid, to attend the funeral of one of the children from kindergartens,” Shimoni said.</p>\r\n<p>The workers in Ashkelon are Arab citizens of Israel, in contrast to the Palestinian attackers from the West Bank and east Jerusalem.</p>\r\n<p>Israel’s Justice Minister Tzipi Livni called the ban illegal and ordered the attorney general to take action.</p>\r\n<p>Prime Minister Benjamin Netanyahu also criticised the mayor’s decision. \"We must not generalise about an entire public due to a small and violent minority. The vast majority of Israel's Arab citizens are law abiding and whoever breaks the law - we will take determined and vigorous action against him.\"</p>\r\n<p><STRONG><i>Distrust</i></STRONG></p>\r\n<p>Shimoni’s decision highlighted the distrust sweeping the region in the aftermath of rising tensions between Israelis and Palestinians.</p>\r\n<p>Arabs, who make up about 20 percent of Israel's population of 8 million, often complain of being treated as second-class citizens, and suffer from a high poverty rate, job and housing discrimination and poor public services. Many openly identify with the Palestinians, drawing accusations that they are disloyal.</p>\r\n<p>In recent years, Foreign Minister Avigdor Lieberman has called on Israeli Arabs to take a loyalty oath and proposed redrawing Israel's borders under any future peace deal to place large numbers of them on the Palestinian side.</p>\r\n<p>Tziona Koenig-Yair, the equal employment commissioner in Israel's Economy Ministry, said she has seen a jump in claims recently by Arab workers who say they have lost their jobs on racial grounds. She said she planned to fight the mayor of Ashkelon in court if his order is not reversed.</p>\r\n<p>\"We have to realise that citizens of this country who want to live here cannot be held accountable for things that are being done by extremists,\" she said.</p>\r\n<p>In a letter to Shimoni and Interior Minister Gilad Erdan, the Arab civil rights group Adalah called the decision \"arbitrary and racist\" and urged it be reversed. \"There is no doubt that this decision is aimed at the Arab workers because of who they are and their national affiliation,\" the letter said. Erdan called the order \"unacceptable.\"</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/20/20141120225232761734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/20/20141120225232761734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 23:05:29 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141120142515555572",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-tense-amid-home-demolitions-20141120142515555572.html",
      "title": {
        "#cdata-section": "Jerusalem tense amid house demolitions"
      },
      "description": {
        "#cdata-section": "Clashes between Palestinians and Israeli security forces erupt as families of slain attackers receive police notices."
      },
      "body": {
        "#cdata-section": "<p>Israeli security forces have fired <span><span><span><span>tear gas</span></span></span></span> at protesters in occupied East Jerusalem as tensions remain high over home demolitions ordered by the Israeli prime minister after a deadly attack by two Palestinians on a synagogue earlier this week.</p>\r\n<p>Palestinian youths on Friday threw stones at lorries and cars waiting to cross a roadblock as Israeli police handed home demolition notices to the families of two of the people responsible for Tuesday's attack on the Kehilat Bnai Torah synagogue in West Jerusalem.</p>\r\n<div>\r\n\r\n</div>\r\n<p>Al Jazeera sources said at least 12 people had been injured in clashes with police near Abu Dis, on the outskirts of Jerusalem.</p>\r\n<p>Heavy clashes were also reported in Jabal al-Mukaber, southeast of Jerusalem, but casualty figures are unknown.</p>\r\n<p>The violence came a day after Israeli security personnel destroyed a home in East Jerusalem for the first time in five years.</p>\r\n<p>Although the tactic has caused much controversy and debate over its effectiveness, Benjamin Netanyahu, Israeli prime minister, has stepped up the demolition orders in what he calls an effort to halt the violence.</p>\r\n<p>Said Abu Jamal, a cousin of the two synagogue attackers, said police summoned their families on Thursday and issued the demolition orders.</p>\r\n<p><span>The two Palestinian cousins from East Jerusalem - Ghassan and Oday Abu Jamal - killed four worshippers and a Druze Arab policeman with meat cleavers and gunfire before they were killed.</span></p>\r\n<p>A funeral tent set up for one of the attackers was stormed by Israeli forces.</p>\r\n<p><STRONG><i>More demolition notices</i></STRONG></p>\r\n<p>Adnan Husseini, the Palestinian Authority minister for Jerusalem affairs, said the families of two other Palestinian attackers - Ibrahim al-Akari and Moataz Hijazi - received similar notices on Thursday.</p>\r\n<p>An Israeli police spokesman said he was checking the report.</p>\r\n\r\n<p>Al-Akari was shot by security forces after killing two Israelis earlier this month, when he drove his car into a Jerusalem light rail station.</p>\r\n<p>Israeli police also killed Hijazi after he shot and seriously wounded an Israeli activist who has lobbied for greater Jewish access to a sensitive Jerusalem religious site in October.</p>\r\n<p>Eleven people have died in five separate incidents in recent weeks, most of them in Jerusalem, but also in Tel Aviv and the occupied West Bank.</p>\r\n<p>At least five Palestinians involved in the attacks have been killed.</p>\r\n<p>The violence has taken place against the background of tensions over access to Jerusalem's most sacred Islamic site, al-Aqsa Mosque compound or Haram al-Sharif, known to Jews as the Temple Mount.</p>\r\n<p>Palestinians fear that Israel wants to allow Jews to pray there, breaking a status quo in effect since 1967.</p>\r\n<p>Netanyahu and other Israeli leaders have repeatedly denied the claim but nationalistic politicians have increasingly stirred tensions by visiting the site.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/20/20141120143254339580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/20/20141120143254339580_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/2595/665003303001_3902020533001_20141120-ISRAEL-ITY-18D-20-NOSTRAPS.mp4?videoId=3901929120001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 21:06:05 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141120152752611406",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/egypt-considers-pardons-al-jazeera-staff-20141120152752611406.html",
      "title": {
        "#cdata-section": "Egypt considers pardons for Al Jazeera staff"
      },
      "description": {
        "#cdata-section": "Fate of Al Jazeera journalists jailed after trial condemned by rights groups is \"under study\", says President Sisi."
      },
      "body": {
        "#cdata-section": "<p>Egypt's president has said the possibility of granting presidential pardons to Al Jazeera journalists jailed since last year is being considered.</p>\r\n<p>Abdel Fattah el-Sisi said in an interview on Thursday that the fate of three jailed Al Jazeera staff was \"under study\".</p>\r\n<p>\"If we find that this is appropriate for Egyptian national security, then we will do it,\" Sisi told the French broadcaster France 24.</p>\r\n<p>A spokesperson for Doha-based Al Jazeera Media Network said: \"The Egyptian authorities have it in their power to release our journalists. World opinion expects this to happen speedily, and for all three to be freed.\"</p>\r\n<p>Sisi issued a decree last week allowing him to repatriate foreign prisoners, raising the prospect of freedom for the journalists. </p>\r\n\r\n<p>Mohamed Fahmy, a Canadian-Egyptian, Peter Greste, an Australian national, and Baher Mohamed, an Egyptian national, have been imprisoned in Egypt for 327 days, after being falsely accused and then found guilty of aiding the outlawed Muslim Brotherhood.</p>\r\n<p>The journalists have repeatedly said that they are being punished for just doing their jobs.</p>\r\n<p>Fahmy and Greste were sentenced to seven years in prison, while Mohamed received an additional three years for having a spent bullet in his possession, which he had picked up at a protest.</p>\r\n<p>Al Jazeera has dismissed the allegations and has repeatedly called for the release of its staff.</p>\r\n<p>Human rights groups condemned their trial as a sham, Western governments decried the verdict, and the UN has questioned Egypt's reputation and the independence of its judiciary.</p>\r\n<p>Calls for the release of the Al Jazeera staff have previously been made by the White House, the British Foreign and Commonwealth Office, the European Union, the Australian government and more than 150 rights groups, including Amnesty International, the Committee to Protect Journalists and the International Press Institute.</p>\r\n<p>The three journalists are scheduled to appear in court on January 1, 2015, to appeal against their convictions.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/5/17/2014517131219466734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/5/17/2014517131219466734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 20:51:05 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141120125932538732",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/race-meet-iran-nuclear-deal-deadline-20141120125932538732.html",
      "title": {
        "#cdata-section": "Race to meet Iran nuclear deal deadline"
      },
      "description": {
        "#cdata-section": "World powers and Iran hold talks in Vienna as IAEA head says country has yet to explain suspected atomic-bomb research."
      },
      "body": {
        "#cdata-section": "<p>Iran and six world powers are trying to reach a nuclear deal in the Austrian capital Vienna, with just four days left to reach a deal.</p>\r\n<p>Experts say the talks have reached a crucial point as Iran and the P5+1 - the US, Britain, France, China, Russia and Germany - began the final round of talks on Tuesday.</p>\r\n<p>The key sticking points are the scale of Iran's uranium enrichment, and the timetable for lifting Western sanctions against the country.</p>\r\n<p>In a new development, the head of the UN nuclear agency IAEA said on Thursday that Iran had yet to explain suspected atomic-bomb research.</p>\r\n<p>Yukiya Amano made it clear that the IAEA was far from satisfied, saying it was not in a position to provide \"credible assurance\" that Iran had no undeclared nuclear material and activities.</p>\r\n<p>Iran denies any intention of seeking atomic weapons, saying its nuclear programme is aimed at generating electricity.</p>\r\n<p>Iran and the P5+1 group reached an interim deal last November to halt the country's nuclear programmes in exchange for an easing of some sanctions.</p>\r\n<p>But after failing to narrow down gaps on key issues during six-month negotiations for a comprehensive deal, Iran and the P5+1 agreed in July to extend the nuclear talks for another four months until November 24.</p>\r\n<p>The US is pushing for agreement on at least the outline of a future accord and, to this end, John Kerry, the US secretary of state, will attend the talks in Vienna on Friday.</p>\r\n<p>The accord is intended to set limits on Iran's atomic activities in return for an end to international sanctions that have seriously hurt its oil-dependent economy.</p>\r\n<p><STRONG><i>No explanations</i></STRONG></p>\r\n<p>As one of the conditions, Western officials say Iran must stop blocking the IAEA investigation into allegations that Iran may have worked on designing a nuclear-armed missile, although some experts feel this should not be a deal-breaker.</p>\r\n<p>\"Iran has not provided any explanations that enable the agency to clarify the outstanding practical measures,\" Amano told the UN agency's 35-nation board of governors on Thursday.</p>\r\n<p>He was referring to information Iran was supposed to have given the IAEA by late August concerning allegations of explosives tests and other activity that could indicate preparations for developing nuclear bombs.</p>\r\n<p>\"I call upon Iran to increase its cooperation with the agency and to provide timely access to all relevant information, documentation, sites, material and personnel,\" Amano said.</p>\r\n<p>While the P5+1 want Iran to scale back its uranium enrichment programme - and thereby lengthen the timeline for any covert bid to assemble nuclear arms - the IAEA is investigating allegations of past research on designing an actual bomb.</p>\r\n<p>\"The agency is ready to accelerate resolution of all outstanding issues,\" Amano said.</p>\r\n<p>He would present an assessment to the IAEA board \"once the agency has established an understanding of the whole picture concerning issues with possible military dimensions\" in Iran.</p>\r\n<p>Jen Psaki, the State Department spokesperson, said Kerry would be going to Vienna from Paris to \"check in\" on the talks.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/20//20141120174531424734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/20/20141120174531424734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 17:46:19 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141120132122265854",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/egypt-arrests-senior-brotherhood-member-20141120132122265854.html",
      "title": {
        "#cdata-section": "Egypt arrests senior Brotherhood member"
      },
      "description": {
        "#cdata-section": "Mohamed Ali Bishr, a former cabinet minister, arrested by authorities in continuing crackdown on the Islamist group."
      },
      "body": {
        "#cdata-section": "<p>Egyptian authorities have arrested a leading member of the Muslim Brotherhood in the latest crackdown on the outlawed group.</p>\r\n<p>Mohamed Ali Bishr was arrested at his home in the Nile Delta on Thursday on charges of calling for mass protests on November 28, state media said.</p>\r\n<p>Bishr, a veteran politician who previously served as minister of state for local development, was one of the few Muslim Brotherhood leaders to escape jail after last year's overthrow of President Mohamed Morsi.</p>\r\n<p>With much of the leadership in jail, Bishr had played a key role in keeping the Brotherhood's activities alive underground, and was also involved in a pressure group that had pushed for Morsi's reinstatement and was banned last month.</p>\r\n<p>The group, the National Coalition to Support Legitimacy and Reject the Coup, condemned Bishr's arrest, which came a day after 25 protesters were detained in the business district of Cairo.</p>\r\n<p>\"We reject the continuation of rabid attacks against components of the coalition and its members ... and against the sons and daughters of the student protest movement,\" the group said on its Facebook page.</p>\r\n<p><STRONG><i>Arrest condemned</i></STRONG></p>\r\n<p>The Freedom and Justice Party, the political wing of the Brotherhood, condemned the arrest and said Bishr had served seven years in jail from 1999-2002 and from 2006-2010.</p>\r\n<p>Egypt has waged a sweeping crackdown on the Brotherhood since the military ouster of Morsi in July 2013, with President Abdel Fattah el-Sisi pledging to end the Islamist group's influence during his presidency.</p>\r\n\r\n<p>The Brotherhood has since been labelled a \"terror organisation\" by Egyptian authorities, and tens of thousands of its members have been detained in a clampdown on the groups's activities.</p>\r\n<p>On Thursday, prosecutors asked for the death sentence for Morsi and other Brotherhood leaders facing trial on espionage charges, Egypt's state news agency said.</p>\r\n<p>Emad el-Sharawy, prosecutor, said that Morsi and his aides leaked state security documents to foreign intelligence agencies, namely Iran, while in office for one year.</p>\r\n<p>El-Sharawy said the defendants, who include Brotherhood leader Mohamed Badie and 34 others, cooperated with groups such as Gaza's Hamas to destabilise Egypt.</p>\r\n<p>Once among Egypt's best-organised and most successful political movements, the Brotherhood won the first parliamentary and presidential elections after the 2011 Tahrir Square revolution that toppled longtime leader Hosni Mubarak.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/20//201411201388338734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/Images/2014/11/20//201411201388338734_2.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 14:15:02 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112092451643961",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/israel-says-rockets-test-fired-from-gaza-2014112092451643961.html",
      "title": {
        "#cdata-section": "Israel says rockets test-fired from Gaza"
      },
      "description": {
        "#cdata-section": "Four rockets fired in past 24 hours from enclave controlled by Hamas, army says without elaborating on test and type."
      },
      "body": {
        "#cdata-section": "<p>Israel's military say fighters in the Gaza Strip have test-fired rockets into the Mediterranean Sea, just hours after the government approved the construction of 78 new homes in two settlements in the occupied West Bank.</p>\r\n<p>Four rockets were fired in the past 24 hours, the military said, without elaborating on the test or type of rockets fired.</p>\r\n<p>There was no immediate confirmation from Palestinian officials in Gaza, which is controlled by Hamas.</p>\r\n<p>Israel and Hamas rulers fought a 50-day war over the summer that claimed more than 2,100 Palestinian and 70 Israeli lives.</p>\r\n<p>Rocket fire continued throughout the war, but was largely intercepted by Israel's Iron Dome aerial defence system.</p>\r\n<p>Rockets from Gaza now have the ability to reach Tel Aviv, Jerusalem and other Israeli cities.</p>\r\n<p>Violence between Palestinians and Israelis has flared in recent weeks over access to Jerusalem's sacred and politically sensitive site, holy to both Jews and Muslims and home to the al-Aqsa mosque, Islam's third-holiest site after Mecca and Medina in Saudi Arabia.</p>\r\n<p>In the deadliest violence in Jerusalem since 2008, two Palestinians on Tuesday killed four rabbis and a policeman at a West Jerusalem synagogue, deepening tensions between the two sides and prompting Israel to demolish the home of a Palestinian it says was responsible for an attack in October that killed an Israeli woman and a baby.</p>\r\n<p><STRONG><i>New settlement units</i></STRONG></p>\r\n<p>Clashes have continued since the synagogue attack, with Israeli security forces on Wednesday firing tear gas at Palestinian protesters in East Jerusalem who threw stones at lorries and cars waiting to cross a roadblock.</p>\r\n<p>Despite the tensions, Jerusalem's municipal planning committee has authorised 50 new housing units in Har Homa and 28 in Ramot. Israel describes those two urban settlements as Jerusalem neighbourhoods.</p>\r\n\r\n<p>The Palestinians have also been angered by a recent slew of plans Israel has advanced for about 4,000 housing units on West Bank land annexed to the city.</p>\r\n<p>Nabil Abu Rdainah, a spokesman for Palestinian Authority President Mahmoud Abbas, said of the latest announcement: \"These decisions are a continuation of the Israeli government's policy to cause more tension, push towards further escalation and waste any chance to create an atmosphere for calm.\"</p>\r\n<p>Israel's settlement activities have drawn criticism from the European Union and the United States, which like most countries view the settlements as illegal.</p>\r\n<p>Ben White, a British journalist and author of two books about the Israeli-Palestinian conflict, told Al Jazeera that the decision to build new houses despite European critisim stems from Israel's prime minister's political ambitions.</p>\r\n<p>\"Benjamin Netanyahu's angle is staying in power. With that in mind, he will be making comments and taking decisions that appeal to his electoral base,\" White said.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/20//20141120102912777734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/20/20141120102912777734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 13:12:29 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111893232243317",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/us-advisers-spread-out-through-iraq-2014111893232243317.html",
      "title": {
        "#cdata-section": "US advisers spread out through Iraq"
      },
      "description": {
        "#cdata-section": "While they will support local troops on front lines, US personnel will only fight in self-defence, Iraqi officials say."
      },
      "body": {
        "#cdata-section": "<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"><STRONG><i>Baghdad -</i></STRONG> The US security personnel sent to help Iraqi forces combat the Islamic State of Iraq and the Levant (ISIL) will be on the front lines alongside Iraqi troops and Kurdish forces, but will not engage in fighting unless for self-defence, Iraqi officials said.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Iraq is facing its worst security crisis since US troops left the country in December 2011, as ISIL fighters have seized large tracts of territory in the country's north and west. US President Barack Obama approved sending up to 3,100 American security personnel back to Iraq to work closely with Iraqi troops against ISIL.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Those advisers will be deployed in five fortified military bases, which are scattered in the areas that witness military operations across the country, including the Kurdistan region,\" Saad al-Hadithi, a spokesperson for Iraqi Prime Minister Haider al-Abbadi, told Al Jazeera.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Their tasks will be limited to training and rehabilitating the Iraqi troops with respect to the US weapons [that the Iraqi government has] ... and to suggest appropriate plans,\" Hadithi said. \"There will be no fighting missions.\"</span></p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/now-like-drowning-man-2014101395939414516.html\" target=\"_blank\"><span style=\"font-family: georgia, palatino; font-size: 16px;\">RELATED: 'Iraq is now like a drowning man'</span></a></p>\r\n<hr />\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">A federal Iraqi security adviser who works closely with the US advisers, and who spoke to Al Jazeera on condition of anonymity, confirmed the advisers would not take part in any combat operations, except in self-defence.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Just 600 of the 3,100 security personnel are either advisers, experts or technicians and the rest are members of the protection and logistical support team,\" the federal adviser said. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">A total of 1,500 US military personal have arrived in Iraq since June, deployed in two operations centres in Baghdad and Erbil to coordinate with local troops and identify ISIL air targets for the US-led campaign of air strikes. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Earlier this month, the Obama administration announced it would widen its advisory mission and initiate training of Iraqi forces.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Since then, US military personnel have started showing up at the Iraqi defence ministry in Baghdad on a daily basis, several Iraqi officers told Al Jazeera. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Iraqi officials said the US experts, trainers and advisers were being distributed in groups: 50 personnel at the Nuamaniya military base in southeastern Baghdad, 109 at the Habaniya air base in western Baghdad, 200 at the Ain al-Asad military base in western Baghdad, 100 to 125 at the Spyicher military base in northern Baghdad and 300 in Erbil. Additional US troops may be sent to the Balad and Dabas bases if the bases can be secured, officials said.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Backed by Shia militias and volunteers, Iraqi security forces have recently achieved several significant victories in southern and northern Baghdad. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Last month, Iraqi troops gained control over the strategic towns of Jurf al-Sakhar in southern Baghdad and Baiji in northern Baghdad, which were seized by ISIL fighters and comprise key supply routes for troops in the south and north.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">On November 17, further progress was made when Iraqi troops broke ISIL's months-long siege on Iraq's largest oil refinery, located north of Baiji. Iraq's prime minister and military officers said Shia militias and volunteers, including anti-ISIL Sunni tribespeople, provided crucial assistance.</span></p>\r\n\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">But Iraqi security officials, including the federal adviser, told Al Jazeera that US security advisers refused to attend any joint meetings with commanders of the Shia militias, volunteers or the Iranian advisers working in the battlefields with Iraqi and Kurdish troops. The US advisers also stipulated that their decisions with respect to military deployment, plans and selected targets were binding on Iraqi forces.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"They want to be immune against the penetrations of ISIL, Iran and the Iraqi armed factions,\" the federal adviser said.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Most of the Iraqi Shia militias with strong links to Iran - including the Badr Organisation, Asaib Ahl al-Huq, Kataib Huzballa-Iraq and Saraya al-Salam (the new name of the Mahdi Army which belongs to Muqtada al-Sadr, a leading Iraqi Shia figure) - have all publicly threatened to withdraw their fighters from the front lines against ISIL, saying they would regard US military personnel anywhere in Iraq as enemy forces.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Our formal stand states that all the Saraya al-Salam troops have to step down and leave the area wherever there will be US military forces,\" Abu Shams al-Uqaili, spokesperson for Saraya al-Salam militia, told Al Jazeera. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Abbadi has previously warned of ISIL's attempts to target US trainers and advisers. In a televised speech, the prime minister said: \"Daesh [ISIL] will try to violate the Shia groups by using money [to buy them] and other tools to hit the [US] advisers and trainers who are under the protection of the Iraqi government. Any attack on them will not be allowed.\"</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">The Iraqi federal adviser who spoke on condition of anonymity said targeting of US security personnel in the country was likely, but Iraqi authorities have consequently tightened security measures.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">The Iraqi government would establish security operations centres with access only to Iraqi army officers and the US advisers. A separate operation centre will include Iraqi army officers, Iranian advisers, Shia militia commanders, the anti-ISIL Sunni tribesmen and other informal armed groups.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Initially, they [US security personnel] will be in military camps located away from the 'public crowd' [Shia militias and volunteers] ... and the commanders of the public crowd will be kept away from the joint military operations centres,\" the adviser said. </span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/13//20141113115930738734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/Images/2014/11/13//20141113115930738734_2.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Thu, 20 Nov 2014 08:43:32 GMT",
      "author": "Suadad al-Salhy"
    },
    {
      "guid": "2014112052937567472",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/us-top-commander-bullish-about-war-isil-2014112052937567472.html",
      "title": {
        "#cdata-section": "US top commander bullish about war on ISIL"
      },
      "description": {
        "#cdata-section": "Joint Chiefs' chairman says US military support to Iraqi forces has boosted their chances of fighting armed group."
      },
      "body": {
        "#cdata-section": "<p>The chances of success for US military action in Iraq are higher than the last war, since local troops have had support from their American counterparts from the start, General Martin Dempsey said.</p>\r\n<p>At a Washington conference held on Wednesday, the head of the US military also voiced cautious optimism that Iraqi forces were gaining strength, predicting they would make progress on the battlefield in the coming months against the Islamic State in Iraq and the Levant (ISIL) which just lost control over the northern oil-rich city of Beiji.</p>\r\n<p>Asked why Americans should expect the latest US intervention in Iraq to go better this time, Dempsey said: \"We think we're taking a different approach.\"</p>\r\n<p>\"Instead of grabbing a hold of it, owning it and then gradually transitioning it back, we're telling them from the start, look, that is about you, this has to be your campaign plan,\" the general said at the conference organised by the Defence One website.</p>\r\n<p>As an example, Dempsey cited an episode that played out during his recent visit to Iraq over the weekend, when the Iraqi army asked for US assistance to parachute supplies to about 1,300 Kurdish forces on Mount Sinjar in the country's north.</p>\r\n<p>In response, the American commander in Baghdad pointed out that the Iraqis had a C-130J cargo plane and trained pilots that were capable of carrying out the mission. <br /><br />Dimpsey said the commander on the ground offered to provide the expertise lacked by the Iraqi army, and that local troops were told they had what they need to accomplish this mission.</p>\r\n<p>\"And so the only thing we provided at that point was the expertise to actually rig the parachute extraction system that would do the air drop,\" he said, adding that the outcome reflected the difference in the US approach compared to the 2003 US invasion and the occupation that followed.</p>\r\n<p>\"So they do what they can do, and we fill in the gaps and continue to build their capability,\" said Dempsey, who led troops in Iraq in the previous conflict.</p>\r\n<p><STRONG><i>'Some tactical success'</i></STRONG></p>\r\n<p>President Barack Obama has ruled out a large US ground force in Iraq but has backed air raids against the ISIL and sent in hundreds of military advisers to help Iraqi forces.</p>\r\n<p>US-trained Iraqi army units suffered humiliating defeats earlier this year when they were overrun by ISIL fighters in the west and north, but Dempsey said Baghdad's forces had been shored up and new commanders were being named.</p>\r\n<p>Iraqi troops are \"having some tactical success\" and are \"pushing the defensive belt around Baghdad out,\" he said.</p>\r\n<p>\"They are doing much better. But they've still got, as I said, some deep structural vulnerabilities that we, but mostly they, have to overcome.\"</p>\r\n<p>He warned that it was important that \"their enthusiasm doesn't overshadow their capability at this point\".</p>\r\n<p>With US and coalition assistance, \"I think there will continue to be progress on the ground\" over the next few months, the general added.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/20//201411206181223734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/20/201411206181223734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "AFP"
      },
      "pubDate": "Thu, 20 Nov 2014 07:02:39 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411197130293973",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-conflict-spreads-bethlehem-201411197130293973.html",
      "title": {
        "#cdata-section": "Jerusalem conflict spreads to Bethlehem "
      },
      "description": {
        "#cdata-section": "Jerusalem tension is spilling over into Bethlehem where Palestinians fear 'something big coming'. "
      },
      "body": {
        "#cdata-section": "<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <STRONG><i> <span lang=\"EN-GB\"> Bethlehem </span></i></STRONG><span lang=\"EN-GB\">- For months, the world has been fixated on Jerusalem. Car attacks, revenge killings, settler violence, demolition of Palestinian homes, and the fate of the al-Aqsa compound, The third most holy site in Islam, have kept the city planted on the edge. </span> </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> Just yesterday, <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-synagogue-attacked-gunmen-201411185401123578.html\" target=\"_blank\"> the </a> </span> <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-synagogue-attacked-gunmen-201411185401123578.html\" target=\"_blank\"> killing of five Israelis </a>  in a Jerusalem synagogue - three Americans and a Briton who all held Israeli citizenship - by two members of the leftist group the Popular Front for the Liberation of Palestine, may have succeeded in pushing things over the edge it has been sitting on. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> However, Jerusalem is not the only holy city experiencing daily unrest. Bethlehem and the surrounding area, home to both ancient biblical villages and refugee camps set up after the creation of Israel in in 1948, have been host to intensifying clashes between Israelis and Palestinians. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> \"What happens in Jerusalem, happens here,\" Mustafa al-Araj, a 27 year-old resident of the Aida refugee camp in Bethlehem, told Al Jazeera. He believes that the events of Jerusalem and those of Bethlehem are inseparable. \"When there's a problem there, we deal with it in Aida.\"  </span></p>\r\n<hr />\r\n<p>  <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/jerusalem-simmering-over-judaisation-plan-2014101364013133843.html\" target=\"_blank\"> <span style=\"font-family: georgia, palatino; font-size: 16px;\" lang=\"EN-GB\"> RELATED: Jerusalem simmering over 'Judaisation' plan </span> </a></p>\r\n<hr />\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> Al-Araj said that confrontations increased during Operation Brother's Keeper, a widespread military crackdown and search for three kidnapped Israeli settlers conducted by the Israeli army in the occupied West Bank this past summer. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> \"Over the last month, things have been very bad,\" he reflected on the state of affairs in Aida refugee camp as tensions from Jerusalem have spilled over into Bethlehem. Al-Araj said that clashes now take place more than three times a week. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> \"The [Israeli] military base is there,\" al-Araj said, motioning from the roof of the Aida Youth Centre, littered with spent tear gas canisters, towards a watchtower less than two kilometres away. \"When Israel comes into the area surrounding Bethlehem, they come through here.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> Israeli incursions have been numerous over the past months. On August 31, Israel </span> <a href=\"http://www.aljazeera.com/news/middleeast/2014/09/israel-west-bank-palestinians-land-seizure-201491141050739843.html\"> <span lang=\"EN-GB\"> announced it would annex 400 hectares of land </span> </a> <span lang=\"EN-GB\"> west of Bethlehem for the Gush Etzion settlement block. The Israeli army has since increased its presence in the area, restricting several villages' access to the rest of the West Bank. </span> </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> On Tuesday, November 11, restrictions worsened. The Israeli army used sizable concrete slabs to block the tunnel that connects several western villages, including </span> <a href=\"http://www.aljazeera.com/indepth/inpictures/2014/09/pictures-seized-land-palestine-201492510254310193.html\"> <span lang=\"EN-GB\"> Wadi Fukin </span> </a> <span lang=\"EN-GB\"> , al-Khader and Nahalin, to Bethlehem. </span> </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> The closure caused the residents of these communities to express concerns that it was another step in Israel's plans to annex the area, stoking frustrations. </span> </span></p>\r\n<div>\r\n\r\n</div>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\">  According to Baha' Hilo, an activist from Bethlehem, when Israel closes part of the West Bank, Palestinians \"know that annexation is coming.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> \"Residents don't have access to schools, hospitals, and their friends and families,\" Hilo said, referring to the villagers' circumstances. \"After a period of isolation, they start to consider moving.\" Palestinians leaving annexed land is \"exactly what Israel wants.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> Settler violence is also increasingly common in the area. The agricultural lands of Nihilin come under frequent attack, with religious Jewish settlers \"torching\" olive trees and hassling residents. \"There are no consequences for these people,\" Hilo concluded. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> The Gush Etzion settlement block extends to the southeast of Bethlehem, surrounding the village of Taqua. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> The main road between Bethlehem and Taqua runs by the settlements of Tekoa, named after Taqua, and Nokdim. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> Because of the proximity of these settlements to the Palestinian village, an Israeli army contingent remains stationed on the road, monitoring the movements of male and female students who attend secondary schools on either side. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> On November 11, the anniversary of former Palestinian President Yasser Arafat's death, is a holiday for Palestinian students. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> The youth of Taqua used the day to demonstrate against what they viewed as Israeli attempts to control the al-Aqsa compound, beginning their protest in the school's courtyard and the surrounding hills. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> Faiez Taamreh, an English teacher at the Boy's Secondary School of Taqua, said  the army responded quickly.  </span> <span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> \"By 8 am, the soldiers were shooting tear gas,\" he told Al Jazeera after school finished for the day. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> \"The teachers were trapped on school grounds until 10 am.\" After they fled, soldiers \"broke through the main gate\" and allegedly occupied the school for \"three or four hours.\"  </span> <span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> . </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> Taamreh added that the army commonly antagonises his pupils. Soldiers often make students \"stand wait for long periods of time for no apparent reason,\" but the events in Jerusalem have made things \"much worse.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\" lang=\"EN-GB\"> <span> Until time of publication, Israeli army was still looking into Al Jazeera's inquiry. </span> </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> Simon Reynolds, the legal advocacy officer for </span> <a href=\"http://www.badil.org/\"> <span lang=\"EN-GB\"> Badil, the Resource Centre for Palestinian Residency and Refugee Rights </span> </a> <span lang=\"EN-GB\"> , a Bethlehem based NGO that focuses on the rights of refugees in the surrounding refugee camps, agreed that things have become more difficult recently. </span> </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> Bethlehem's \"situation, on the whole, is getting worse,\" he continued. Night raids and arrests are \"all occurring with greater frequency. There's not a single member of the community that's not affected by it.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <span lang=\"EN-GB\"> Israeli soldiers </span> <a href=\"http://www.amnesty.org/en/news/trigger-happy-israeli-army-and-police-use-reckless-force-west-bank-2014-02-27\"> <span lang=\"EN-GB\"> operate with impunity </span> </a> <span lang=\"EN-GB\"> in the occupied West Bank and the Palestinian Authority takes a passive stance, leaving \"people to their own devices.\" </span> </span></p>\r\n<div>\r\n\r\n</div>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">  When asked if he believed conditions were deteriorating in part due to tensions in Jerusalem, Reynolds said there is a \"situation that is already horrific,\" and the structural disenfranchisement and regular rights violations of Bethlehem's residents were already cause for concern. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> Measuring whether or not it's gotten more or less horrific over the past months is \"missing the point.\" </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> <a href=\"http://www.aljazeera.com/news/middleeast/2014/11/palestinians-suffer-israeli-settler-reprisals-20141118185543648426.html\"> As fighting raged in Jerusalem </a> , with arrests of Palestinian protestors, the demolition of the homes of the men responsible for the attack on the synagogue, and <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/israeli-forces-destroy-home-palestinian-2014111955011479517.html\" target=\"_blank\"> the stabbing of Fadi Radwan </a> by settlers, Palestinians in the occupied West Bank believe that something big is coming. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> Back in Aida camp, residents were sure that Tuesday's events would affect their lives for the worse. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> \"[The confrontations] that happened here last night were because of [events] in Jerusalem, and this will continue tonight,\" al-Araj said, thinking ahead to another night raid in the refugee camp. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> Further contemplating whether he thought recent events suggested another intifada, or Palestinian uprising was coming, al-Araj said that he was unable to differentiate between what happened during Brother's Keeper, Operation Protective Edge, Israel's war on Gaza<a class=\"internallink\" href=\"http://www.ochaopt.org/documents/ocha_opt_sitrep_04_09_2014.pdf\" target=\"_blank\"> that left 2,131 Palestinians dead</a>, the recent controversies over the al-Aqsa compound in Jerusalem's old city or Israeli army incursions in Bethlehem. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"> \"To me, it's all part of the same stream. Palestinians are frustrated, and they're fighting back on their own.\"   </span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/19/201411197565344734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/19/201411197565344734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Thu, 20 Nov 2014 05:16:03 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141119133010412400",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/cloneofisraeli-forces-destroy-home-palestinian-2-20141119133010412400.html",
      "title": {
        "#cdata-section": "Israel begins demolishing homes over attacks"
      },
      "description": {
        "#cdata-section": "Contentious punitive tactic resumed with razing of building housing family of Palestinian man blamed for October attack."
      },
      "body": {
        "#cdata-section": "<p>Israel has demolished the home of a Palestinian in East Jerusalem who it says carried out a deadly October attack, just hours after Benjamin Netanyahu, Israel's prime minister, warned of strict security measures in response to Tuesday's synagogue killings in Jerusalem.</p>\r\n<p>The house demolished on Wednesday in the Silwan neighbourhood near the Old City belonged to Abdel Rahman al-Shaludi, who last month killed two people among a crowd standing on a light rail platform in Jerusalem.</p>\r\n<p>Four families who lived in the building - including that of al-Shaludi - had to evacuate, Al Jazeera's Dalia Hatuqa reported from East Jerusalem, adding that the entire neighbourhood was closed off by Israeli security forces.</p>\r\n<p>Al Jazeera's Stefanie Dekker, reporting from outside the demolished house, said people in the area considered the Israeli action as a form of collective punishment - \"a wider way to punish - even the extended family\".</p>\r\n<p>On Tuesday, Netanyahu ordered the destruction of the homes of the Palestinians involved in the synagogue attack.</p>\r\n<p>Punitive demolition was a tactic frequently employed by Israeli security forces before defence chiefs decided to suspend it in 2005 after concluding that it was not an effective deterrent.</p>\r\n<p>Since then the policy has been used occasionally - three times in East Jerusalem in 2009, and three times over the summer in response to the killing of an Israeli policeman and the murder of three Israeli teenagers.</p>\r\n<p><STRONG><i>Rubble of family home</i></STRONG></p>\r\n<p>Sitting amid the rubble of the family home in Silwan on Wednesday, al-Shaludi's grandmother said: \"No one should feel sorry for us, for our demolished home.\"</p>\r\n<p>She said she was proud of al-Shaludi's actions. The October attack killed a three-month-old baby girl and a 22-year-old woman. The attacker was shot and killed.</p>\r\n\r\n<p>Against this backdrop of Palestinian home demolitions, Al Jazeera's Andrew Simmons, reporting from West Jerusalem, said the local council had announced the controversial construction of 78 new homes in occupied East Jerusalem.</p>\r\n<p>\"This had not been publicised earlier. It is a final approval and they will be put out for tender,\" he said.</p>\r\n<p>Earlier in the day, Jewish worshippers returned to the scene of Tuesday's attack - the Kehilat Bnai Torah synagogue in the West Jerusalem neighbourhood of Har Nof.</p>\r\n<p>Cousins Ghassan Abu Jamal and Oday Abu Jamal, using meat cleavers, knives and handguns, stormed the synagogue, killing four worshippers and a policeman.</p>\r\n<p>The Palestinian assailants were killed by Israeli police.</p>\r\n<p>All four of the slain congregants had immigrated to Israel from English-speaking countries - three from the US and one from Britain.</p>\r\n<p><STRONG><i>Netanyahu's warning</i></STRONG></p>\r\n<p>Netanyahu said late on Tuesday that he had ordered security forces to hit back hard at Palestinians involved in violence against Israelis, and to resume the policy of home demolitions.</p>\r\n<p>Al Jazeera's Imtiaz Tyab, reporting from West Jerusalem, said confrontations had so far prevented the Israelis from demolishing the homes of the Abu Jamal cousins.</p>\r\n<div>\r\n\r\n</div>\r\n<p></p>\r\n<p>\"But it is pretty safe to say that it will eventually [be carried out]. All this lends to general unease in the East of Jerusalem which has really been brewing for some time now,\" he said.</p>\r\n<p>In recent weeks, a total of 11 people have died at the hands of Palestinian attackers using guns, knives and vehicles - most in Jerusalem but also in Tel Aviv and the occupied West Bank.</p>\r\n<p>Jerusalem has seen its worst sustained bout of violence since a Palestinian uprising a decade ago.</p>\r\n<p>The synagogue attack was the deadliest in Jerusalem since 2008 and came amid weeks of violence linked to the city's Haram al-Sharif, or Noble Sanctuary, sacred to both Muslims and Jews.</p>\r\n<p>For Muslims, the hilltop compound in Jerusalem's Old City is the Noble Sanctuary, home to al-Aqsa Mosque and the gold-topped Dome of the Rock.</p>\r\n<p>The location is also revered by Jews.</p>\r\n<p>Palestinians have been angered over stepped-up Israeli visits to the site, which many of them see as a provocation.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/19//20141119162854804734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/19/20141119162854804734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/1189/665003303001_3900029402001_20141119-JERUSALEM-ITY-18D-19-NOSTRAPS.mp4?videoId=3899880945001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 04:13:53 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014112015146686102",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/un-blacklists-ansar-al-sharia-armed-group-2014112015146686102.html",
      "title": {
        "#cdata-section": "UN blacklists Ansar al-Sharia armed group"
      },
      "description": {
        "#cdata-section": "Arms embargo, assets freeze and travel ban applied to al-Qaeda linked group in Libya, at request of US, UK and France."
      },
      "body": {
        "#cdata-section": "<p>The UN Security Council has added a Libyan armed group accused of involvement in the 2012 attack on the US mission in Benghazi, to its list of terrorist groups.</p>\r\n<p>The council blacklisted Ansar al-Sharia on Wednesday for its ties to al-Qaeda, instating an arms embargo, assets freeze and global travel ban on the group at the request of Britain, France and the US.</p>\r\n<p>The measure targets Ansar al-Sharia Benghazi and its sister group Ansar al-Sharia Derna, which both have links to al-Qaeda in the Islamic Maghreb (AQIM) and other armed groups.</p>\r\n<p>In October, Ansar al-Sharia Derna pledged allegiance to the Islamic State of Iraq and the Levant which has seized control of territory in Iraq and Syria.</p>\r\n<p>French Ambassador Francois Delattre said the decision would provide a boost to efforts by UN special envoy Bernardino Leon to broker a deal between Libya's many militias and the government.</p>\r\n<p>\"This is an important decision because it draws a clear line between, on the one hand, jihadists with whom there can be no dialogue, and on the other, those Libyan groups - Islamist and others - that must take part in talks launched by special envoy Bernardino Leon,\" Delattre told the AFP news agency.</p>\r\n<p>British Foreign Minister Philip Hammond said \"this decision sends a clear message that the international community will take action against extremist groups in Libya who pose a threat to peace and security\".</p>\r\n<p>\"It is incumbent on all Libyans to reject these groups and all they stand for,\" Hammond said in a statement.</p>\r\n<p><STRONG><i>Sliding into violence</i></STRONG></p>\r\n<p>Since 2012, the Benghazi wing of Ansar al-Sharia has operated several training camps, mainly to help armed groups in Iraq and Syria and to a lesser extent in Mali, according to the request filed by the three countries.</p>\r\n<p>Ansar al-Sharia Derna also took part in the September 2012 attack on the US mission and is operating camps in the northeastern Derna and Jebel Akhdar regions to train fighters for Iraq and Syria.</p>\r\n<p>A third sister group, Ansar al-Sharia Tunisia, was added to the UN terrorism list in September.</p>\r\n<p>French Foreign Minister Laurent Fabius told a meeting on the sidelines of the UN General Assembly in September that the group should face sanctions as part of efforts to prevent Libya from sliding further into violence.</p>\r\n<p>The UN effort to broker a deal with various militias and the government led to a 12-hour humanitarian ceasefire in Benghazi earlier on Wednesday.</p>\r\n<p>Libyan authorities have struggled to assert control across a country awash with weapons and powerful militias after the ousting of Muammar Gaddafi in a 2011 revolt.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/20/20141120237472734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/20/20141120237472734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Thu, 20 Nov 2014 02:24:40 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111918529747289",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/un-urges-countries-hit-isil-financially-2014111918529747289.html",
      "title": {
        "#cdata-section": "UN urges countries to hit ISIL financially"
      },
      "description": {
        "#cdata-section": "Council statement follows a UN report estimating ISIL's daily revenue from crude oil could be as much as $1.645m."
      },
      "body": {
        "#cdata-section": "<p>The UN Security Council has urged countries to deny the Islamic State of Iraq and the Levant group (ISIL) and other extremist groups their sources of money and fighters by shutting down oil trade, refusing ransom payments, tightening security checks and more.</p>\r\n<p>The council statement followed a new UN report on Wednesday that estimated ISIL's potential revenue from crude oil ranged from $846,000 to $1.645m per day and that it raised an estimated $35m to $45m in a 12-month period from ransom payments.</p>\r\n<p>The report recommends new sanctions, but warns that sanctions alone are insufficient to counter the global threat.</p>\r\n\r\n<p>Council members in an open debate expressed alarm that the new wave of fighters was younger, more diverse and skilled in using social media to attract more than 15,000 foreigners from more than 80 countries.</p>\r\n<p>Australian Ambassador Gary Quinlan warned that a significant number have European passports.</p>\r\n<p>Council members stressed that more must be done to combat the extremist narrative and change the economic and other circumstances that might make that narrative attractive.</p>\r\n<p>\"Looking at these challenges solely through a military lens has shown its limits,\" UN Secretary-General Ban Ki-moon told the meeting.</p>\r\n<p>The council statement urged more effort by UN member states to restrict the flow of foreign fighters. But the chair of the council committee on counter-terrorism, Lithuania Ambassador Raimonda Murmokaite, laid out multiple and \"significant\" gaps in border and other controls that might keep citizens from travelling to fight.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/14/2014111415155433734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/14/2014111415155433734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 20:31:20 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141119113118657602",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/saudis-urge-egypt-end-row-with-qatar-20141119113118657602.html",
      "title": {
        "#cdata-section": "Saudis urge Egypt to end row with Qatar"
      },
      "description": {
        "#cdata-section": "Egypt welcomes idea of reconciliation following agreement reached among Gulf Arab states to end diplomatic rift."
      },
      "body": {
        "#cdata-section": "<p>The Saudi monarch has called on Egypt to follow its steps in ending a months-long dispute with Qatar after an agreement was reached earlier this week.</p>\r\n<p>The agreement, if implemented, promises to put an end to the worst diplomatic rift to hit the six-member Gulf Cooperation Council (GCC).</p>\r\n<p>In statements issued on the Saudi official news agency, King Abdullah bin Abdulaziz Al Saud said Sunday's deal in Riyadh paving the way for a return of Saudi, Bahraini and UAE diplomatic missions to Doha, \"will be a new page to push forward collaborative work, not only in the favour of GCC nations, but those of the whole Arab and Islamic world\".</p>\r\n<p>Abdullah's remarks came a day after the Saudi ambassador returned to Doha and resumed his duties, eight months after his withdrawal.</p>\r\n<p>Saudi Arabia, the United Arab Emirates and Bahrain all withdrew their ambassadors to Doha in March, after they accused Qatar of meddling in their internal affairs by supporting the Muslim Brotherhood.</p>\r\n\r\n<p>Qatar's rejection of Egypt's military-led toppling of President Mohamed Morsi, who belonged to the Islamist group, has also earned hostility from Cairo.</p>\r\n<p>\"I appeal to the people and the government of Egypt to seek the success of this step in the path of Arab solidarity,\" the statement quoted Abdullah as saying, asserting the GCC states support to Egypt and its leadership.</p>\r\n<p>Later on Wednesday Egypt issued a statement welcoming the decision by the GCC to resolve the disagreement, saying that \"an all-inclusive framework for unity, harmony and accord has been shaped\".</p>\r\n<p>\"Egypt renews its pledge it will always remain the home of all Arabs; will not relent to support our fellow brothers; fully respond to this genuine call, which represents a huge leap on our journey of joint Arab action,\" the statement said.</p>\r\n<p>Egypt and Qatar have a long record of strained ties, which hit new levels following last year's political developments, culminating in the withdrawal of Egypt's diplomatic mission from Doha.</p>\r\n<p>Abdullah, in comments carried on the news service, also urged news outlets to \"vie for the achievement of this reapprochment we seek, in order to end all disputes regardless of its causes\".</p>\r\n<p>Three of Al Jazeera English reporters have been sentenced to seven and 10 years in Egyptian prisons on false charges of fabricating news and supporting the Muslim Brotherhood, which the Egyptian government has outlawed.</p>\r\n<p>Al Jazeera has rejected the allegations and demanded their immediate release.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/19//20141119121429940580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/19/20141119121429940580_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Wed, 19 Nov 2014 19:23:31 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111992353562885",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/deadly-car-bomb-hits-iraq-erbil-2014111992353562885.html",
      "title": {
        "#cdata-section": "Suicide car bomb attack hits Iraq's Erbil"
      },
      "description": {
        "#cdata-section": "Three civilians among six dead as car bomber targets governorate building in capital of autonomous Kurdish region."
      },
      "body": {
        "#cdata-section": "<p>A suicide attack has left at least six people, including the attacker, dead in Erbil, the capital of Iraq's autonomous Kurdish region.</p>\r\n<p>Dozens of people were also wounded when the attacker tried to drive his vehicle into the governorate building, only to be cut down by guards' gunfire on Wednesday.</p>\r\n<p>Three civilians and two police officers were among the dead, in the first attack to target the city's centre in seven months.</p>\r\n<p>There was no immediate claim of responsibility for the attack.</p>\r\n<p>\"Erbil, in the autonomous Kurdish region, is a very well-secured area, and has succeeded in sparing itself much of the violence and blasts rocking other cities, especially Baghdad,\" Al Jazeera's Imran Khan said, reporting from Baghdad.</p>\r\n\r\n<p>\"The region has been under recurring threats, however.\"</p>\r\n<p>Fighters for the Islamic State in Iraq and the Levant (ISIL), who overran expanes of northern Iraq this summer, have repeatedly threatened to launch attacks against Kurdistan, but the region has so far largely managed to insulate itself from the violence.</p>\r\n<p>The Iraqi Kurdish Health Ministry reported at least 22 were wounded.</p>\r\n<p>Hamza Hamid, a spokesman for the Erbil governor, said the attack took place \"right in front of the main entrance of the building of Erbil governorate\", which is near the citadel.</p>\r\n<p>Nawzad Hadi, Erbil's mayor, told the state-run Rudaw TV channel that the bomber tried to enter the citadel grounds but failed, so he detonated his explosives-laden car outside the complex.</p>\r\n<p>Hadi said properties in the area suffered significant damage but it was unclear if the citadel, claimed to be one of the world's longest continuously inhabited landmarks, was damaged.</p>\r\n<p>Previous attacks in the city have targeted the building of the Interior Ministry.</p>\r\n<p>The last major attack in Erbil was more than one year ago, when fighters launched a coordinated suicide and car bomb attack on the headquarters of the security services. Another blast took place in August, but there were no casualties.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/19//20141119111314525580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/19/20141119111314525580_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/1666/665003303001_3899510633001_20141119-IRAQERBIL-IKH-14D-19.mp4?videoId=3899445928001",
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 17:26:12 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141119153911254574",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/turkey-go-ahead-with-istanbul-park-plan-20141119153911254574.html",
      "title": {
        "#cdata-section": "Turkey to go ahead with Istanbul park plan"
      },
      "description": {
        "#cdata-section": "Governing party-led municipality to push forward with redevelopment project that set off protests in May last year."
      },
      "body": {
        "#cdata-section": "<p>Turkish authorities have said they intend to go ahead with the redevelopment of Istanbul's Gezi Park, the same project that spurred deadly nationwide anti-government protests last year.</p>\r\n<p>The plans to raze the park and rebuild an Ottoman-era army barracks on the site, which is adjacent to the main Taksim Square, have been included in the Istanbul municipality's strategic agenda for 2015-2016.</p>\r\n<p>The total budget for the project, named The Urban Reconstruction of Taksim Square and the Taksim Barracks, is set at $5.4m, private Dogan news agency said.</p>\r\n<p>The municipality, controlled by the ruling Justice and Development Party (AKP), confirmed the plan on Wednesday but said that it would be subject to a court ruling and would then be put to a referendum.</p>\r\n<p>\"The project will be cancelled if the court rules against the redevelopment,\" it said in a statement.</p>\r\n<p>\"But even if the court rules in favour of the redevelopment, there will be a referendum in any case.\"</p>\r\n<p>The plan includes the construction of a replica of the barracks, known as the Topcu Kislasi in Turkish, which was built in the early 19th century during the reign of Ottoman Sultan Selim III.</p>\r\n<p>The barracks, seen as an assertion of the Ottoman Empire's might and its Islamic heritage, were demolished in 1940 by the secular government of the time on the advice of French urban planner Henri Prost.</p>\r\n<p>An initially small-scale campaign to save Gezi Park in May 2013 eventually drew an estimated three million protesters in a nationwide outpouring of anger at the perceived authoritarian tendencies of the AKP government.</p>\r\n<p>Eight people died and thousands were injured in the ensuing violence as police launched a crackdown, frequently employing tear gas and water cannon.</p>\r\n<p><STRONG><i>Referendum promised</i></STRONG></p>\r\n<p>In a bid to end the protests, President Recep Tayyip Erdogan, who was then prime minister, agreed to halt the park's redevelopment and offered to hold a referendum.</p>\r\n<p>A court later overturned a judgement allowing the redevelopment of the park because of a lack of public consultation.</p>\r\n<p>However it was not clear whether the municipality's plans mean work will resume at the park, which is shut down at the slightest sign of public dissent.</p>\r\n<p>On Tuesday night bulldozers began digging to erect a bus stop just outside the Gezi Park but workers had to stop following an angry reaction from activists.</p>\r\n<p>By Wednesday, the space had been well covered with grass.</p>\r\n<p>Erdogan's government is frequently criticised for its ambitious construction plans that include a third airport in Istanbul and a third bridge across the Bosphorus.</p>\r\n<p>Activists have already pledged to take to the streets should the plans for Taksim Square go forward, AFP news agency reported.</p>\r\n<p>\"It is an insult to millions of people living in this city,\" said Ali Cerkezoglu, a doctor who is among the 26 alleged leaders of Taksim Solidarity, the main activist group behind the protests, who are currently on trial for their roles.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/19/20141119164423935734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/19/20141119164423935734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 17:15:25 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141119113711144909",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/demolitions-not-stopped-attacks-20141119113711144909.html",
      "title": {
        "#cdata-section": "'Home demolitions have not stopped attacks'"
      },
      "description": {
        "#cdata-section": "Palestinians say their long-simmering frustrations over Israel's oppressive measures are finally boiling over."
      },
      "body": {
        "#cdata-section": "<p><STRONG><i> Silwan, Jerusalem -   </i></STRONG> Enas al-Shaludi was sitting on an old, worn-out couch, huddled under a thick blanket in front of an electric heater, despite the unusually warm late November day.</p>\r\n<p>With one hand, she clutched a picture of her son, AbdelRahman, who on October 22, drove his car into a Jerusalem light rail stop crowded with pedestrians. Two people were killed: a three-month-old baby girl and a woman hailing from Ecuador. Shaludi was shot and succumbed to injuries later.</p>\r\n<p>Enas sat with a solemn look on her face. As well as grieving over a son, last night she also lost her home. Overnight Wednesday, <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/israeli-forces-destroy-home-palestinian-2014111955011479517.html\" target=\"_blank\"> Israeli forces demolished her family's apartment in a four-storey building in Silwan</a>, a majority-Palestinian neighbourhood, which has slowly been targeted by Israeli settlement.</p>\r\n<p>The narrow roads here are peppered with potholes and trash; like in many of East Jerusalem's areas, public services in Silwan have languished far behind the western part of the city.</p>\r\n<p>Family members said Israeli forces came to the building - housing approximately 50 people in eight apartments - at about 1am. They forced everyone to head to a tent a few metres away.</p>\r\n<p>Some of the children left the building with no shoes or socks, and AbdelRahman's grandmother was not allowed to go to the bathroom, so she was forced to urinate herself, said Amer al-Shaludi, AbdelRahman's uncle.</p>\r\n<p>\"They kept us outside until they were done blowing up the house at about 4am,\" Amer said.</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/east-jerusalem-under-collective-punishment-2014111682924491709.html\" target=\"_blank\"> <span style=\"font-family: georgia, palatino; font-size: 16px;\"> RELATED: East Jerusalem under 'collective punishment' </span></a></p>\r\n<hr />\r\n<p>Most of the apartments sustained some damage; windows were broken, walls were cracked, mattresses were overturned, doors were unhinged, and fridges were emptied, their contents strewn across kitchen floors.</p>\r\n<p>The demolition left seven members of Shaludi's immediate family - his parents, two brothers and three daughters - homeless. For now, they will be staying with the extended family in the building until they figure out what to do next, Enas said.</p>\r\n<p>Since July, seven attacks - mostly in Jerusalem - claimed the lives of 11 Israelis. At least <a href=\"https://au.news.yahoo.com/world/a/25496099/israel-approves-new-settlements-as-kerry-looks-to-ease-tensions/\"> 17 Palestinians </a> were killed during that time, all bearing testament to the rising tensions in the holy city and the rest of the West Bank, even inside Israel proper.</p>\r\n<p>The numbers exclude those killed during the July-August Gaza war; during that time, approximately 2,000 Palestinians died, a majority of them civilians. Seventy-one Israelis were also killed, most of them soldiers.</p>\r\n<div>\r\n\r\n</div>\r\n<p> Israel has increased its police force exponentially in Jerusalem in the past few weeks in an attempt to curb the violence, but many Palestinians say their long-simmering frustrations over what they call Israel's unjust measures and difficult living conditions are finally boiling over.</p>\r\n<p>\"Israel has increased its violations against al-Aqsa, and crackdowns on people on checkpoints, and through red tape,\" Enas said.</p>\r\n<p>\"All this leads to violence. All this pressure will ultimately lead to an explosion. As you can see, home demolitions have not stopped attacks. Violence breeds violence.\"</p>\r\n<p>For decades, Israel has demolished homes of Palestinians accused of carrying out attacks. But in 2005, the practice, which authorities said was necessary for \"deterrence\", was halted.</p>\r\n<p>Israeli Prime Minister Benjamin Netanyahu this week pledged to speed up the demolitions of homes of those involved in attacks. This came a day after two Palestinian men - also from Jerusalem - killed five Israelis in a synagogue in the western part of the city.</p>\r\n<p>Human rights groups had long maintained that home demolitions were an act of collective punishment.</p>\r\n<p>\"It doesn't deter; on the contrary, it inflames and increases the hatred even more,\" said Jeff Halper, the founder of the Israeli Committee Against House Demolitions.\"What it does is it helps the Israeli people feel that they've been avenged.\"</p>\r\n<p>In 2004, Moshe Ya'alon, a former army chief of staff, formed a review committee to look into the practice of punitive home demolitions. The committee found that it did more harm to Israeli interests, than it did to deter future attacks.</p>\r\n<p>Home demolitions began again in August when the houses of two of the men involved in the abduction and killing of three Israeli teens were destroyed in Hebron. Another home belonging to a third man was sealed.</p>\r\n<p>Israeli authorities had long maintained that fear of house demolitions led to families turning in their relatives to stop them from carrying out attacks.</p>\r\n<p>\"AbdelRahman died, but what about us?\" Amer said. \"Why must we suffer? Obviously this is collective punishment. They want to humiliate us.\"</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/19/20141119121223111734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/19/20141119121223111734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Wed, 19 Nov 2014 16:13:54 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411191519412297",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/temporary-truce-declared-libya-benghazi-201411191519412297.html",
      "title": {
        "#cdata-section": "Temporary truce declared in Libya's Benghazi"
      },
      "description": {
        "#cdata-section": "UN-brokered ceasefire announced in eastern city after months of clashes between government forces and armed groups."
      },
      "body": {
        "#cdata-section": "<p>The UN says pro-government forces and armed Islamist groups fighting for control of Libya's second city Benghazi have agreed to a 12-hour humanitarian truce.</p>\r\n<p>The UN-brokered ceasefire, approved on Wednesday, was the first in Benghazi since the launch of a government-backed offensive to recapture the eastern city from fighters a month ago.</p>\r\n<p>However, there were early signs that the truce was not being fully respected. AFP news agency reported heavy weapons fire in the city, although its origin was unknown.</p>\r\n\r\n<p>The move was aimed at enabling the evacuation of civilians, the retrieval of bodies, the removal of sewage and the restocking of food and medical supplies, the UN mission in Libya said.</p>\r\n<p>\"The humanitarian truce is critical to giving the people of Benghazi a much-needed reprieve from violence,\" it said, urging all parties \"to fully abide by their commitments during the truce.\"</p>\r\n<p>It said the truce began at 7am local time (05:00 GMT) and could be prolonged subject to agreement by all sides.</p>\r\n<p>More than 350 people have been killed since the launch of the government-backed offensive led by retired General Khalifa Haftar against  armed Islamist groups who took near total control of Benghazi in July.</p>\r\n<p>Libyan authorities have struggled to assert control over powerful militias which toppled longtime leader Muammar Gaddafi in a 2011 revolt.</p>\r\n<p>The internationally recognised government has been forced to take refuge in the country's far east to escape a coalition of groups which seized control of Tripoli at the end of August.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/8/20141189319113734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/8/20141189319113734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 15:59:40 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111955011479517",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/israeli-forces-destroy-home-palestinian-2014111955011479517.html",
      "title": {
        "#cdata-section": "Israel begins demolishing homes over attacks"
      },
      "description": {
        "#cdata-section": "Family homes of Palestinians connected with recent attacks against Israelis targeted amid tension in Jerusalem."
      },
      "body": {
        "#cdata-section": "<p>Israeli security forces have destroyed the East Jerusalem home of a Palestinian who carried out a suicide car attack in October that left two people dead, the military said, as pitched street battles raged in the aftermath of <a href=\"http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-synagogue-attacked-gunmen-201411185401123578.html\">an attack on a synagogue in West Jerusalem that killed five Israelis</a>.</p>\r\n<p>\"The home of the terrorist, who killed an Israeli baby and a young woman on October 22 in a tram station in Jerusalem was destroyed in Silwan,\" the military said in a statement on Wednesday.<br /><br />Four families who lived in the building - including that of the attacker Abdel Rahman al-Shaludi, who was shot and killed shortly after the October assault - had to evacuate, said Al Jazeera's Dalia Hatuqa, reporting from East Jerusalem.</p>\r\n<p>The whole neighbourhood was closed off by the Israeli police, she said.</p>\r\n<p>Al Jazeera's Stefanie Dekker, reporting from outside the demolished house in East Jerusalem, said that people in area say that this is a form of \"<STRONG><i><a href=\"http://www.aljazeera.com/news/middleeast/2014/11/east-jerusalem-under-collective-punishment-2014111682924491709.html\" target=\"_blank\">collective punishment</a></i></STRONG>\" even though the man responsible has been dealt with, and that it is being seen as \"a wider way to punish ... even the extended family\".</p>\r\n<p>The demolition followed angry promises by Prime Minister Benjamin Netanyahu that Israel would take strict measures to deal with a rising wave of Palestinian attacks that in recent weeks have taken 11 lives - nine in Jerusalem, one in Tel Aviv and one in the West Bank.</p>\r\n\r\n<p>Sitting amid the rubble inside the family's destroyed house, al-Shaludi's grandmother said she was proud, reported the Associated Press news agency.</p>\r\n<p>\"No one should feel sorry for us, for our demolished home,\" she said, refusing to give her name for fear of reprisals.</p>\r\n<p>Netanyahu has vowed to revive the controversial policy of home demolitions, which Israel halted in 2005 after determining it was not an effective deterrent for attacks.<br /><br />Meanwhile, Jewish worshippers returned on Wednesday to the synagogue, seeking comfort in prayer amid soaring tensions.<br /><br /><STRONG><i>Angry confrontations</i></STRONG></p>\r\n<p>In the East Jerusalem neighbourhood of Jabal al-Mukaber - the hometown of the two Palestinians who carried out the attack on the Har Nof Synagogue on Tuesday morning killing five Israelis - Israeli troops were confronted by angry Palestinians.</p>\r\n<p>The Israeli troops were headed to the area to demolish the homes of the Abu Jamal cousins who carried out the synagogue attack. Four rabbis - three with Israeli-US citizenship and a fourth who was an Israeli-Briton - were killed by Palestinians armed with a gun and knives. A police officer died of his wounds hours after the attack.<br /><br />The victims were identified as 59-year-old Moshe Twersky, Kalman Levine, 55; Aryeh Kupinsky, 43, and Avram Shmuel Goldberg, 68.</p>\r\n\r\n<p>Al Jazeera's Imtiaz Tyab, reporting from West Jerusalem, said the confrontation had so far prevented the Israelis from demolishing the homes of Ghassan Abu Jamal and Oday Abu Jamal.</p>\r\n<p><span>\"But it is pretty safe to say that it will eventually [be carried out]. All these lends to general unease in the East of Jerusalem which has really been brewing for sometime now,\" he added.</span></p>\r\n<p>At least 10 Palestinians were wounded in violence near al-Ram, a Jerusalem neighbourhood that has been cut off from the rest of the city by the Israeli separation wall.</p>\r\n<p>Approximately 25 others were wounded in Sur Baher, south of Jerusalem, Palestinian medical sources told Al Jazeera.</p>\r\n<p>Violence also flared in the occupied West Bank with Israeli settlers attacking a school in the village of Urif, south of Nablus.</p>\r\n<p>Clashes ensued and at least five Palestinians were wounded by rubber-coated steel bullets while others were taken to hospital with tear-gas-related injuries.</p>\r\n<p>Israeli settlers also attacked Palestinian cars at bypass roads in the Hebron area, south of the West Bank.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/19/2014111984633594734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/19/2014111984633594734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 12:46:23 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118131723424952",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/iraqi-army-retakes-control-beiji-refinery-20141118131723424952.html",
      "title": {
        "#cdata-section": "Iraqi army claims control of Beiji refinery"
      },
      "description": {
        "#cdata-section": "State TV shows footage of troops entering gate of facility after months of battling ISIL fighters who had surrounded."
      },
      "body": {
        "#cdata-section": "<p>Iraqi security forces have entered the country's largest refinery for the first time after months of battling fighters who had surrounded it, according to Iraqi officials.</p>\r\n<p>A statement issued on the official Facebook page of Iraq's Prime Minister on Wednesday said Haidar al-Abadi \"congratulated the armed forces, the popular crowds backing it and all sons of Iraq on the impressive victories it achieved by fully liberating the city of Beiji, and opening the land route from Baghdad to the Beiji [oil] refinery.\"</p>\r\n<p>State television confirmed that the recovery of the Beiji facility from ISIL, or the Islamic State of Iraq and the Levant, could provide critical momentum for government forces charged with restoring stability in the country.</p>\r\n<p>\"The first Iraqi force, the anti-terrorism force called Mosul Battalion, entered Beiji refinery for the first time in five months,\" police Colonel Saleh Jaber from the Beiji refinery protection force told Reuters news agency on Tuesday.</p>\r\n<p>State television flashed news of the advance and broadcast footage it said was of Iraqi security forces entering the refinery's gate.</p>\r\n<p>\"In this area, terrorists were stationed to the left and right. If God is willing, Beiji will be the main key to liberating each span of Iraq,\" Abdel Wahab al-Saadi, the commander of provincial security operations, told the broadcaster.</p>\r\n<p>US-led air attacks have prevented ISIL, which swept through northern Iraq in June almost unopposed by the Iraqi army, from making significant further territorial gains for its self-proclaimed caliphate.</p>\r\n<p><STRONG><i>Grain theft alleged</i></STRONG></p>\r\n<p>In a separate development, Reuters news agency quoted the Iraqi  government as saying that ISIL fighters had stolen more than one million tonnes of grain from the country's north and taken it to two cities they control in neighbouring Syria.</p>\r\n<p>Falah Hassan al-Zeidan, agriculture minister, said in a statement posted on the ministry's website on Sunday that the government \"had information about the smuggling by Islamic State gangs of more than one million tonnes of wheat and barley from Nineveh province to the Syrian cities of Raqqa and Deir al-Zor\".</p>\r\n<p>Zeidan said the fighters considered the eastern Syrian cities \"safe for them\" and thus transferred wheat and barley in Nineveh \"to preserve it\"</p>\r\n\r\n<p>.</p>\r\n<p>When ISIL pushed from Syria into northern Iraq in June, they swiftly took over government grain silos in Nineveh and Salahuddin provinces, where about a third of Iraq's wheat crop and nearly 40 percent of the barley crop is typically grown.</p>\r\n<p>The former head of Iraq's Grain Board of Iraq told Reuters in August that ISIL fighters had seized 40,000 to 50,000 <br />tonnes of wheat in Nineveh and the western province of Anbar and transferred it to Syria for milling.</p>\r\n<p>However, it is not known precisely how much wheat the fighters seized over the summer, as they forced hundreds of <br />thousands of people - including many farmers - off their land in what amounted to a purge of the ethnically and religiously diverse area.</p>\r\n<p>The ISIL offensive coincided with the harvest of the strategic wheat crop there. Many farmers were unable to sell to the government or to private traders because of the conflict.</p>\r\n<p>ISIL is hoping to make its self-proclaimed caliphate self-sufficient.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/10/2014111013578343734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/10/2014111013578343734_20.jpg",
      "video": null,
      "source": null,
      "pubDate": "Wed, 19 Nov 2014 06:45:52 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111941951516498",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/attack-egypt-sinai-leaves-many-dead-2014111941951516498.html",
      "title": {
        "#cdata-section": "Attack in Egypt's Sinai leaves many dead"
      },
      "description": {
        "#cdata-section": "At least seven people killed after blast hits their home during shelling between military and fighters in peninsula."
      },
      "body": {
        "#cdata-section": "<p>Seven people have been killed in Egypt's Sinai Peninsula in an exchange of fire that hit their home, security and medical officials said.</p>\r\n<p>It was not immediately clear whether it was a missile fired by one of the Egyptian army helicopters that have repeatedly struck fighters, or an errant mortar round from fighters, security officials told the AFP news agency.</p>\r\n<p>The casualities in the house south of the Rafah border town in Tuesday's blast included women and children, medical officials said.</p>\r\n<p>According to the AFP, they have not yet been identified.</p>\r\n<p>Officials who spoke to the AP news agency on condition of anonymity said the civilians were from a prominent Bedouin family in the village of Negah Shabana.</p>\r\n<p>They said it happened while the area was heavily shelled by fighters and the Egyptian military.</p>\r\n<p>The officials said a 65-year-old woman was injured by shrapnel during the exchange of fire and was rushed to hospital for treatment.</p>\r\n<p><STRONG><i>Crackdown</i></STRONG></p>\r\n<p>The army has launched a massive crackdown against armed groups in Sinai area that has killed scores of policemen and soldiers, since the ouster of president Mohamed Morsi last year.</p>\r\n<p>It has <STRONG><i><a href=\"http://www.aljazeera.com/indepth/features/2014/10/sinai-no-answer-terrorism-2014102910333236197.html\" target=\"_blank\">demolished hundreds of homes</a></i></STRONG> along the border with the Gaza strip, stoking tensions with area residents.</p>\r\n<p>Egypt announced the demolition plan last month after fighters killed 31 Egyptian troops in an assault on a checkpoint 30km from Rafah.</p>\r\n<p>Earlier this month a prominent Sinai-based group, Ansar Beit al-Maqdis, which claimed responsibility for that attack, announced its allegiance to the ISIL, <span>or the Islamic State of Iraq and the Levant,</span> and its leader Abu Bakr al-Baghdadi.</p>\r\n<p>Civilians in the mostly Bedouin towns of Sinai had been caught in the crossfire before, with several killed by an errant mortar round.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/19//2014111944230516734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/19/2014111944230516734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Wed, 19 Nov 2014 05:28:43 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118185543648426",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/palestinians-suffer-israeli-settler-reprisals-20141118185543648426.html",
      "title": {
        "#cdata-section": "Street battles rage after Jerusalem attack"
      },
      "description": {
        "#cdata-section": "Violence flares in Jerusalem and occupied West Bank following attack on synagogue that left five dead."
      },
      "body": {
        "#cdata-section": "<p>Pitched street battles are being fought in Jerusalem in the aftermath of a deadly attack on a synagogue that killed five Israelis, with Palestinian youths facing off Israeli security forces across the tense city.</p>\r\n<p>In the East Jerusalem neighbourhood of Jabal al-Mukaber - the hometown of the two Palestinians who carried out the attack on the Har Nof Synagogue on Tuesday morning - Israeli troops were confronted by angry Palestinians.</p>\r\n<p>The Israeli troops were headed to the area to demolish the homes of the Abu Jamal cousins who carried out the synagogue attack.</p>\r\n<p>Al Jazeera's Imtiaz Tyab, reporting from West Jerusalem, said the confrontation had so far prevented the Israelis from demolishing the homes.</p>\r\n<p><span>\"But it is pretty safe to say that it will eventually [be carried out]. All these lends to general unease in the East of Jerusalem which has really been brewing for sometime now,\" he added.</span></p>\r\n<p>At least 10 Palestinians were wounded in violence near al-Ram, a Jerusalem neighbourhood that has been cut off from the rest of the city by the Israeli separation wall.</p>\r\n<p>Approximately 25 others were wounded in Sur Baher, south of Jerusalem, Palestinian medical sources told Al Jazeera.</p>\r\n<p>Violence also flared in the occupied West Bank with Israeli settlers attacking a school in the village of Urif, south of Nablus.</p>\r\n<p>Clashes ensued and at least five Palestinians were wounded by rubber-coated steel bullets while others were taken to hospital with tear-gas-related injuries.</p>\r\n<p>Israeli settlers also attacked Palestinian cars at bypass roads in the Hebron area, south of the West Bank.</p>\r\n<p><STRONG><i>Stabbed in the leg</i></STRONG></p>\r\n<p>Ramallah-based rights group Addameer said 10 members of the Abu Jamal family were arrested on Tuesday morning.</p>\r\n<p>They included the parents and wife of Ghassan Muhammad Abu Jamal, and the mother, uncle and brother of Odai Abed Abu Jamal.</p>\r\n<p>In the evening, a Palestinian man was stabbed in the leg in northern Jerusalem, according to Israeli police and Palestinian media reports.</p>\r\n\r\n<p>Fadi Radwan was attacked near al-Musrara and taken to Hadassah Hospital, medics said.</p>\r\n<p>Earlier, Benjamin Netanyahu, Israel's prime minister, promised a harsh response to the synagogue attack and ordered the demolition of the homes of the the Abu Jamal cousins.</p>\r\n<p>Israeli authorities had halted this practice in 2005, after a review committee determined it did not deter future attacks.</p>\r\n<p>However, the tactic was renewed following the killing of three Israeli teens near a West Bank settlement this summer.</p>\r\n<p>In an attempt to defuse tensions, Palestinian President Mahmoud Abbas issued a statement condemning the killing of civilians on all sides. He also demanded a halt to \"raids into Al-Aqsa [mosque]\" and \"settler provocation\".</p>\r\n<p><span>Palestinians are angry at what they say are repeated attempts by right-wing Jews to extend their influence at the Muslim-run compound housing the mosque.</span></p>\r\n<p><STRONG><i>No to 'religious war'</i></STRONG></p>\r\n<p>Nimmer Hammad, an Abbas aide, said the attack on the synagogue in Jerusalem was \"unacceptable\".</p>\r\n<p>\"At the same time, we believe that if the Israeli government is genuinely interested in rectifying the situation, then it must work to stop all violations by Israeli settlers and Knesset members who go into Al-Aqsa practically every time accompanied by the army.\"</p>\r\n<p>In its weekly meeting, the Palestinian cabinet said the ongoing violence should not be turned into a religious war, and that holy places should be protected.</p>\r\n<p>The cabinet also called on the international community to take immediate action to protect Palestinians against continued Israeli settler attacks.</p>\r\n<p>Approximately 1,400 Palestinians in Jerusalem have been detained since the murder of Palestinian teen Mohammad Abu Khdeir by Israeli settlers in July, according to the <span>Palestinian Prisoners Society</span>.</p>\r\n<p> </p>\r\n<p><STRONG><i><em>With reporting from Dalia Hatuqa in Ramallah, West Bank</em></i></STRONG></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18//2014111823353960734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/Images/2014/11/18//2014111823353960734_2.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Wed, 19 Nov 2014 00:32:29 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118222958920942",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/second-woman-dies-bird-flu-egypt-20141118222958920942.html",
      "title": {
        "#cdata-section": "Second woman dies of bird flu in Egypt"
      },
      "description": {
        "#cdata-section": "Women dies south of Cairo, the second death from the disease in two days and the third this year in the country."
      },
      "body": {
        "#cdata-section": "<p>An Egyptian woman has died of H5N1 bird flu after coming into contact with infected birds,  the second death from the disease in two days and the third in the country this year, state newspaper <em>Al-Ahram</em> reported.</p>\r\n<p>The 30-year-old woman was from the province of Minya, south of Cairo, the health ministry said in a statement reported by <em>Al-Ahram</em> on its website. She died in a hospital in the southern city of Assiut.</p>\r\n<p>A 19-year-old woman died of bird flu on Monday in Assiut.</p>\r\n<p>The ministry was quoted by <em>Al-Ahram</em> as saying that they have identified a total of seven cases of the virus this year, including the three who died.</p>\r\n<p>The World Health Organisation warns that whenever bird flu viruses are circulating in poultry, there is a risk of sporadic infections or small clusters of human cases, especially in people exposed to infected birds or contaminated environments.</p>\r\n<p>Egypt's H5N1 cases have largely been found in impoverished rural areas in the south of the country, where villagers, particularly women, tend to keep and slaughter poultry in the home.  </p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/4/13//201441343036645734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/Images/2014/4/13//201441343036645734_2.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Tue, 18 Nov 2014 22:36:17 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411185401123578",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/jerusalem-synagogue-attacked-gunmen-201411185401123578.html",
      "title": {
        "#cdata-section": "Five dead in attack on Jerusalem synagogue "
      },
      "description": {
        "#cdata-section": "Two armed Palestinian men kill five Israelis and wound eight others, before being shot dead by security forces."
      },
      "body": {
        "#cdata-section": "<p>An attack by two Palestinian men on a synagogue in West Jerusalem has claimed the lives of five Israelis and injured eight others.</p>\r\n<p>The Palestinian attackers, who police said were armed with a gun and axes, were shot dead by police after gaining entrance to the Har Nof Synagogue on Tuesday morning.</p>\r\n<p>Following the incident, tens of Palestinians were <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/palestinians-suffer-israeli-settler-reprisals-20141118185543648426.html\" target=\"_parent\">injured in confrontations</a> with Israeli settlers and security forces in both Jerusalem and the occupied West Bank.</p>\r\n<div>\r\n\r\n</div>\r\n<p></p>\r\n<p>In response to the attack, Israel's Prime Minister Benjamin Netanyahu, who had warned of a \"harsh response,\" ordered the demolition of the homes of the two Palestinians who carried out the attack.</p>\r\n<p>Netanyahu said that Hamas, the Palestinian faction that governs the Gaza Strip, had spread lies that Israel was trying to take control of a religious site in occupied East Jerusalem, called Temple Mount by Israelis and Haram al-Sharif by Arabs.</p>\r\n<p>\"This caused the attacks,\" Netanyahu said. \"There is no end to their [Hamas's] terror against the state of Israel.\"</p>\r\n<p>Palestinians are angry at what they say are repeated attempts by right-wing Jews to extend their influence at the Muslim-run Haram al-Sharif, which houses the Al-Aqsa mosque. The compound is also considered by Jews to be a holy site.</p>\r\n<p>Earlier, Palestinian President Mahmoud Abbas condemned the killings while Hamas said it was \"a natural reaction to Israel's practices\" against Palestinians.</p>\r\n<p><STRONG><i>'Stun grenades'</i></STRONG></p>\r\n<p>The assailants have been identified as Odai and Ghasan Abu Jamal, cousins from East Jerusalem.<br /> <br />The two men belong to the Palestinian group known as the Popular Front for Liberation of Palestine (PFLP).</p>\r\n\r\n<p>A statement from the PFLP's armed wing welcomed the attack, but stopped short of taking responsibility for or directly organising it.</p>\r\n<p>Four of the five Israelis killed were rabbis. A policeman later died of wounds sustained in the attack.</p>\r\n<p>Later on Tuesday, Israeli police confirmed to Al Jazeera that a Palestinian man has been stabbed in the leg in the north of Jerusalem. Fadi Radwan was stabbed near al-Musrara and taken to the hospital.</p>\r\n<p>Israel raised the security threat across the country following the Tuesday's attack.</p>\r\n<p>The latest violence came after months of tension between Israelis and Palestinians in Jerusalem, which is divided between a largely Arab east and a mostly Jewish west.</p>\r\n<p>Late on Sunday, a Palestinian bus driver was found hanged in the vehicle. Israeli police said he killed himself, but his family and colleagues believe he was killed by Jewish settlers.</p>\r\n<p>At least six Israelis have been killed in a spate of other attacks over the past few weeks.</p>\r\n<p><STRONG><i>Obama condemnation</i></STRONG></p>\r\n<p>US President Barack Obama condemned the synagogue attack, calling on Israeli and Palestinian leaders to lower tensions and seek peace.</p>\r\n<p>\"I strongly condemn today's terrorist attack on worshipers at a synagogue in Jerusalem,\" Obama said in a statement. </p>\r\n\r\n<p>\"At this sensitive moment in Jerusalem, it is all the more important for Israeli and Palestinian leaders and ordinary citizens to work cooperatively together to lower tensions, reject violence, and seek a path forward towards peace.\"</p>\r\n<p>Ghazi Hamad, a senior Hamas official, told Al Jazeera: \"Everyone expected this to happen. Jerusalem is boiling.</p>\r\n<p>\"Yesterday [Monday], the Israeli forces demolished the houses of the Palestinians who attacked Israelis, but they never punish Israeli attackers. We are expecting more violence.\"</p>\r\n<p>In recent weeks, Jerusalem has seen a number of confrontations, which have sometimes turned deadly, around the flashpoint al-Aqsa Mosque in the eastern side of the city.</p>\r\n<p>Israeli forces have repeatedly imposed restrictions on Muslim worshippers trying to pray there.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18/20141118182434683734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/18/20141118182434683734_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/918/665003303001_3897589940001_20141118-ISRSYNAOGUE-SDE-18D-18-nostraps.mp4?videoId=3897482387001",
      "source": null,
      "pubDate": "Tue, 18 Nov 2014 22:24:18 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118172421972644",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/deaths-reported-syrian-bombing-aleppo-20141118172421972644.html",
      "title": {
        "#cdata-section": "Deaths reported in Syrian bombing in Aleppo"
      },
      "description": {
        "#cdata-section": "Activist video captures aftermath of government attack using \"barrel bomb\", a day after deadly raid in same province."
      },
      "body": {
        "#cdata-section": "<p>Activists say a Syrian military air strike has killed at least 14 people and wounded many others in the northern Syrian province of Aleppo after striking a neighbourhood with crude bombs.</p>\r\n<p>The military aircraft dropped at least one \"barrel bomb\" - crude weapons made from canisters laden with explosives and hurled from helicopters - to strike Kafr Hamra, a suburb in northwest Aleppo city on Tuesday, activists said.</p>\r\n<p>The UK-based Syria Observatory for Human Rights confirmed that several people were killed, including two children and a woman, and that the death toll was likely to rise because more people were buried under the rubble.</p>\r\n<p>At least two dead children were piled onto the back of a flat-bed lorry; at least one was covered under a bright red blanket; a man referred to the children as being torn apart as he partially lifted the blanket, according to a video of the incident uploaded to social media.</p>\r\n<p>Another video of the incident showed a burning vehicle. It was not clear if something else was targeted as well.</p>\r\n<p>The Syrian military widely uses so-called barrel bombs to strike at rebel-held areas.</p>\r\n<p>They have been widely criticised because they cannot be precisely targeted, and are believed to have killed thousands of civilians, particularly in northern Syria.</p>\r\n<p>The Kafr Hamra attack came just hours after 13 people were killed on Monday night in al-Bab, a town also in Aleppo province but controlled by the Islamic State of Iraq and the Levant (ISIL), according to activist sources.</p>\r\n<p>Al Jazeera cannot independently verify the activist accounts due to reporting restrictions inside Syria.</p>\r\n<p><STRONG><i>Kobane advance</i></STRONG></p>\r\n<p>Meanwhile, on a different front, the Syrian Observatory said Syrian Kurds fighting ISIL have made new gains in the town of Kobane, expelling the fighters from several central buildings and seizing weapons.</p>\r\n<p>Tuesday's advance came just hours after the US-led coalition launched four strikes against ISIL positions in central Kobane, the Syrian Observatory said.</p>\r\n\r\n<p>The Kurdish People's Protection Units (YPG) staged a \"special operation\" during which they captured six buildings used by ISIL, according to the Syrian Observatory, which relies on a network of sources in Syria.</p>\r\n<p>It said 13 ISIL fighters were killed in the fighting.</p>\r\n<p>The Kurds \"captured a large amount of weapons and ammunition, including RPG (rocket-propelled grenade) rounds, light weapons, sniper guns and thousands of heavy machinegun rounds\", the Syrian Observatory said.</p>\r\n<p>The US and Arab allies began strikes against ISIL positions in Syria in late September, just days after the group launched its assault on Kobane.</p>\r\n<p>About 1,200 people, mainly fighters, have been killed in the battle for the town on the border with Turkey.</p>\r\n<p>Kobane has become a major symbol of resistance against ISIL, which has committed widespread atrocities and imposed its harsh interpretation of Islamic law in areas under its control.</p>\r\n<p>YPG fighters are battling alongside Iraqi Peshmerga forces and Syrian rebels that have reinforced the town's defences, backed by US-led strikes on ISIL positions.</p>\r\n<p>The multi-sided Syrian war has killed more than 195,000 people and forced millions from their homes since it began three and a half years ago as an uprising against President Bashar al-Assad's regime.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18/2014111818123334734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/18/2014111818123334734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Tue, 18 Nov 2014 20:59:29 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111819331867107",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/syrian-rebels-make-gains-near-damascus-2014111819331867107.html",
      "title": {
        "#cdata-section": "Syrian rebels make gains near Damascus"
      },
      "description": {
        "#cdata-section": "Instead of battling each other, fighters in the south use weapons abandoned by government forces to take territory."
      },
      "body": {
        "#cdata-section": "<p>It is a short drive from Deraa province to the Syrian capital, which is why rebels have been calling their offensive The Road to Damascus. Unlike other battle fronts across the country, in the south opposition fighters have not turned their guns on each other.</p>\r\n<p>Instead they have helped themselves to weapons abandoned by government forces, which has enabled them to take territory in Deraa for instance.</p>\r\n<p>While opposition fighters in other cities have been losing territory to government forces, Islamic State of Iraq and the Levant (ISIL) fighters and the al-Qaeda-linked al-Nusra Front, outcomes of battles in the southern part of Syria have been to the rebels' advantage.</p>\r\n<p>Al Jazeera's Zeina Khodr reports from Beirut in neighbouring Lebanon.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18/2014111819453309580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/18/2014111819453309580_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/2970/665003303001_3897574970001_20141118-SYRIASOUTH-ZKH-07D-18.mp4?videoId=3897482375001",
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Tue, 18 Nov 2014 20:51:48 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111817395212927",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/al-islah-politician-killed-yemen-taiz-2014111817395212927.html",
      "title": {
        "#cdata-section": "Al-Islah politician killed in Yemen's Taiz"
      },
      "description": {
        "#cdata-section": "Sunni party's assistant secretary-general died instantly when an explosive device attached to his car went off."
      },
      "body": {
        "#cdata-section": "<p>A car bomb in Taiz has killed a leading member of Yemen's powerful Sunni al-Islah (Congregation for Reform) party, whose supporters have been battling Shia Houthi fighters, police have said.</p>\r\n<p>The director-general of the Taiz police said Sadiq Ali Mansour al-Haidary, al-Islah's assistant secretary-general, was killed instantly when an explosive device attached to his car door went off, the AP news agency reported.<br /><br />The official, Mutaher Al-Shaeiby, said police were investigating the assassination in the city, located in the Yemeni Highlands, and had apprehended a number of suspects.<br /><br />Supporters of al-Islah have been resisting an advance by Houthi fighters who overran the capital Sanaa on September 21 and who have since expanding their influence in other parts of the country.</p>\r\n<p>Earlier this month, the Houthi fighters attacked the regional headquarters of al-Islah in the southwestern city of Ibb, killing three people.</p>\r\n<p>Mansur's murder comes just over two weeks after another politician, Mohammed Abdulmalik al-Mutawakil, the secretary-general of the liberal Union of Popular Forces, was gunned down in Sanaa.</p>\r\n<p>Separately on Tuesday, Houthi gunmen kidnapped Yemeni activists Tariq Sirour and Maher Jameel in Hodeidah province and took them to an unknown location.</p>\r\n<p>Activists protested in Ibb province, demanding the departure of armed groups from the province.</p>\r\n<p>They also called on the government to reassert its authority in the country and investigate the abduction of citizens by the armed groups.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/18//20141118174927513734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/18/20141118174927513734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Tue, 18 Nov 2014 20:38:26 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111462055525220",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/oman-considers-life-after-qaboos-2014111462055525220.html",
      "title": {
        "#cdata-section": "Oman considers life after Qaboos"
      },
      "description": {
        "#cdata-section": "Long-time leader, who has been receiving medical treatment, will miss national day celebrations for the first time."
      },
      "body": {
        "#cdata-section": "<p><span lang=\"EN-GB\">For the first time since he took power more than four decades ago, Oman’s Sultan Qaboos bin Said al-Said will not attend the country’s national day celebrations.</span></p>\r\n<p><span lang=\"EN-GB\">Known as Sultan Qaboos, the Omani leader has been receiving medical treatment in Germany for an unconfirmed illness since summer. In August, a diplomatic source in Oman told the AFP news agency that </span><a class=\"internallink\" href=\"http://news.yahoo.com/omani-ruler-germany-medical-tests-201330014.html\" target=\"_blank\"><span lang=\"EN-GB\">Qaboos was suffering from colon cancer.</span></a></p>\r\n<p><span lang=\"EN-GB\">Omani national day – celebrated annually on November 18, which is also the sultan’s birthday – “coincides with the time when we are abroad – for the reasons you know”, </span><a class=\"internallink\" href=\"http://www.mofa.gov.om/?p=3784&lang=en\" target=\"_blank\"><span lang=\"EN-GB\">Qaboos said in a televised address</span></a><span lang=\"EN-GB\"> on November 5. “Praise be to the Almighty, for He has realised for us good results that require us to proceed with the medical programme in the forthcoming period,” he said.</span></p>\r\n<p><span lang=\"EN-GB\">Speaking to Al-Sharq Al-Awsat newspaper, <span>Khalid Bin Hilal Bin Nassir Al-Mu’awali, </span>the chairman of Oman’s Shura Council, parliament’s upper house, said </span><span>the sultan’s appearance “was </span><a class=\"internallink\" href=\"http://www.aawsat.net/2014/11/article55338276\" target=\"_blank\"><span>a great source of relief for the people of Oman</span></a><span>, despite this being the first time the Sultan celebrates this occasion of national day abroad”.</span></p>\r\n<hr />\r\n<p><span style=\"font-family: georgia, palatino; font-size: 16px;\"><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/05/oman-sets-sights-tourism-industry-2014510135247218917.html\" target=\"_blank\"><span lang=\"EN-GB\">RELATED: Oman sets sight on tourism industry</span></a></span></p>\r\n<hr />\r\n<p>But despite these assurances, rumours abound concerning the sultan’s health, while the question of life after Qaboos remains an overwhelming elephant in the room in the small Gulf state.</p>\r\n<p><span lang=\"EN-GB\">Sultan Qaboos has led Oman since he took over from his father in a bloodless coup in 1970. After seizing power, Qaboos appointed himself prime minister, defence minister, finance minister and foreign affairs minister, and commander of the armed forces.</span></p>\r\n<p><span lang=\"EN-GB\">Qaboos is credited with modernising the country’s economy, and instituting cultural and educational reforms. Under Qaboos, Oman was transformed into a modest, yet important, regional player capable of bridging major diplomatic divides, as seen in its role as mediator in nuclear talks between Iran and the United States.</span></p>\r\n<p><span lang=\"EN-GB\">In the capital Muscat, a major street, the port and university are named after Qaboos, and his photo can be seen affixed to major landmarks and in hotels, shop windows and restaurants around the city.</span></p>\r\n<div>\r\n\r\n</div>\r\n<p><span lang=\"EN-GB\">“More than the technical [advances] and modernisation, I think the most important achievement of the sultan has been to create a very strong Omani national identity,” explained Marc Valeri, professor of political economy of the Middle East at the University of Exeter, and an expert on Oman.</span></p>\r\n<p><span lang=\"EN-GB\">He explained that without a charismatic leader like Qaboos leading the country, already-existing problems – from high unemployment and economic woes to Oman’s delicate role in regional affairs – could serve as major stumbling blocks. “All these things will be tremendous for the next Sultan.”</span></p>\r\n<p><span lang=\"EN-GB\">Another issue is one of legitimacy. “Obviously the new ruler will not have the same legitimacy as Sultan Qaboos. All the country, symbolically, is built around the figure of the sultan,” Valeri told Al Jazeera.</span></p>\r\n<hr />\r\n<p><span style=\"font-family: georgia, palatino; font-size: 16px;\"><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/09/oman-agriculture-palm-leaves-20149912181306492.html\" target=\"_blank\"><span lang=\"EN-GB\">RELATED: Oman students get back to their roots</span></a></span></p>\r\n<hr />\r\n<p>Without any children, and no clear successor within the royal family, the question of who will step in to replace Qaboos remains very much up for debate.</p>\r\n<p><span>“Having accomplished so much almost singlehandedly, it’s unclear whether anyone could take his place”, <a class=\"internallink\" href=\"http://www.foreignaffairs.com/articles/142323/bilal-y-saab/silent-partner\" target=\"_blank\">wrote</a> Bilal Saab, a senior fellow for Middle East security at the Atlantic Council. Saab said the maintained presence of key Qaboos advisers, including Yusuf bin Alawi, the foreign affairs minister, is a positive sign for future stability.</span></p>\r\n<p><span>“Ultimately, it is Qaboos’ task to continue his decades-long record of responsible leadership by being transparent about what lies in store in the immediate future.”</span></p>\r\n<p><span>Attempts to contact Oman-based analysts were not answered in time for publication.</span></p>\r\n<p><span lang=\"EN-GB\">Under the country’s Basic Law, passed in 1996, </span><a class=\"internallink\" href=\"http://www.servat.unibe.ch/icl/mu00000_.html\" target=\"_blank\"><span lang=\"EN-GB\">the ruling family council is tasked with appointing a successor to the Sultanate</span></a><span lang=\"EN-GB\"> within three days of the position becoming open. If a decision cannot be made, the Defence Council – along with the heads of the State Council, Shura Council, and the Supreme Court – will “</span><a class=\"internallink\" href=\"http://www.wipo.int/edocs/lexdocs/laws/en/om/om019en.pdf\" target=\"_blank\"><span>instate the person designated by His Majesty the Sultan</span></a><span>” in a sealed letter.</span><STRONG><i></i></STRONG></p>\r\n<p><span lang=\"EN-GB\">“The power is concentrated in one individual and it’s not a hereditary monarchy, unlike what we see in other countries in that area,” explained Jeffrey Lefebvre, a professor of political science at the University of Connecticut who has </span><a class=\"internallink\" href=\"http://mepc.org/journal/middle-east-policy-archives/omans-foreign-policy-twenty-first-century\" target=\"_blank\"><span lang=\"EN-GB\">written extensively about Oman</span></a><span lang=\"EN-GB\">.</span></p>\r\n<p><span lang=\"EN-GB\">Lefebvre told Al Jazeera that the “best-case scenario” would be a shift towards a constitutional monarchy, where a figurehead would lead the state but all the power would rest in parliament. “That’s the big if that nobody’s really sure [about],” he said.</span></p>\r\n<p><span lang=\"EN-GB\">“When you look at Oman’s geographic location, the impact of Ibadism, and then also the need to prepare for a post-oil economy, those are factors that I think are going to have a moderating [effect] and shape the policies of any future government.” <STRONG><i></i></STRONG></span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/14/201411149615557734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/14/201411149615557734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Tue, 18 Nov 2014 13:43:18 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118105434322866",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/tunisian-dilemma-deal-no-deal-20141118105434322866.html",
      "title": {
        "#cdata-section": "Tunisian dilemma: Deal or no deal?"
      },
      "description": {
        "#cdata-section": "As presidential elections approach, analysts say the country needs new democratic powers and national agenda."
      },
      "body": {
        "#cdata-section": "<p><STRONG><i> Tunis - </i></STRONG> Official results in Tunisia’s first free legislative elections have restored the strongly secular tradition of the country’s politics, handing a relative majority to secular party Nidaa Tounes (Tunisian Call) and entitling it to nominate the prime minister and to lead a ruling coalition.</p>\r\n<p>The party also has a stake in the presidential election, fielding its charismatic leader Beji Caid Essebsi, 87, who according to the polls is the front-runner for the job.</p>\r\n<p>Essebsi has vowed to restore the prestige of the state by providing much-sought stability to a country destabilised by political and economic crises and plagued by terrorist attacks and two political assassinations since the 2011 revolution.</p>\r\n<p>If Essebsi is confirmed as president, too much power will be handed to Nidaa Tounes, the party that <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/tunisia-results-confirm-nidaa-tounes-win-201410302242399953.html\" target=\"_blank\"> received the most votes in the country’s October 26 </a> legislative elections but stopped short of winner-take-all. Nidaa Tounes won 86 seats, while the Islamist Ennahda (Awakening) party came second, with 69 of the 217 parliamentary seats.</p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/rival-ideological-narratives-tunisia-2014102072016207811.html\" target=\"_blank\"> <span style=\"font-family: georgia, palatino; font-size: 16px;\"> RELATED: The rival ideological narratives in Tunisia </span></a></p>\r\n<hr />\r\n<p>In order to garner the necessary 109-seat majority, Nidaa Tounes has to govern in a coalition, but there are major challenges on the horizon. </p>\r\n<p>\"Nidaa Tounes will be able to have a strong coalition block in the parliament with a 50+ majority, as some parties like Afek Tounes and Popular Front have expressed their willingness to join,\" Alaya Allani, a professor at Manouba University, told Al Jazeera.</p>\r\n\r\n<p>\"What will be hard for Nidaa to achieve is getting the two-thirds of the seats to ensure a wide approval of its cabinet, which will require an overall support when it comes to implementing reforms related to subsidies and other unpopular measures,\" Allani said.</p>\r\n<p>The big decision coming up for the leadership of Nidaa Tounes is who their coalition partners will be. The party will either opt for an inclusive coalition that includes Ennahda or drift towards a government with smaller parties, leaving Ennahda in opposition.</p>\r\n<p>Despite all the posturing to the contrary, the raison d’être of Nidaa Tounes - which was founded by left-wing politicians, secularists and former government officials in 2012 - is to provide a counterweight to the rise of Ennahda.</p>\r\n<p>Consequently, any political alliance with Ennahda could turn self-destructive for Nidaa Tounes, invalidating the party's strategy of discrediting the Islamist party.</p>\r\n<p>Allani says that whichever way the political manoeuvring goes, it will be based on three possible scenarios.</p>\r\n<div>\r\n\r\n</div>\r\n<p>\"The first scenario is the formation of a national unity government as demanded by Ennahda. This scenario is not popular among Nidaa Tounes and its allies. Therefore it will be rejected,\" he said.</p>\r\n<p>\"The second scenario is having a technocratic government headed by a figure from Nidaa Tounes, and this possibility is also unlikely as many political parties reject this option.</p>\r\n<p>\"The most likely option is a government composed of two-thirds technocrats and one-third politicians, with the option of granting minor ministerial posts to Ennahda,\" Allani said, noting Essebsi will try to get some support from Ennahda, but he needs to offer something in return.</p>\r\n<p>Nidaa Tounes could also opt to exclude Ennahda and form a coalition government with other smaller parties, but the political debates that flood Tunisian media outlets are mostly against this option.</p>\r\n<p>The majority of political analysts in Tunisia believe the disadvantages of this option far outweigh its advantages, making it a much less desirable choice to meet the challenges the country is facing. They argue that Ennahda remains a significant force in the country and its role is crucial for any future decision-making.</p>\r\n<p>There are also concerns that the distribution of power among scores of political parties would further splinter Tunisian society.</p>\r\n<p>In addition, small parties may exercise no power in the ruling coalition, in that larger partners could use their leverage to wring concessions from them, leading to the emergence of a new authoritarian style of government.</p>\r\n\r\n<p>\"If Essebsi wins the presidency, all executive powers will be shared by him and his party that enjoys a majority in the parliament and which will nominate a candidate for the prime minister's office. This can become a source of worry. Yet, the party cannot and will not be able to govern by itself,\" Aziz Krichan, a former adviser to President Moncef Marzouki, told Al Jazeera.</p>\r\n<p>\"The issue then is not about who to include in the coalition government, but on the basis of what. Unfortunately, all political parties are giving the impression of difference despite the underlying sameness. New bloods should be streamed into the Tunisian political life. All current parties are running out of genuine solutions to the country’s pressing issues and challenges. They all somehow copied and pasted the programmes of Ben Ali’s governments.</p>\r\n<p>\"Tunisia needs new democratic powers, unlike Nidaa or Ennahda. Tunisia is in need of a new national agenda that should focus in the coming five years on how to maintain security, improve economy and complete the democratic transition of the country,\" Krichan added.</p>\r\n<p>Western countries support the idea of Nidaa Touness and Ennahda collaborating to form a national unity government, bringing in some of the smaller parties as well, while some regional Arab powers differ on the option of including or excluding Ennahda.</p>\r\n<p>\r\n\r\n</p>\r\n<p>\"Certain Gulf countries won't invest a penny in Tunisia if Ennahda is given a bigger role in the coming government. Even rich neighbouring Algeria has reservations,\" Allani said. \"European countries do not invest much in Tunisia because they are going through a crisis of their own and they are also looking into securing deals with Gulf countries. So for Tunisians to get the Gulf funds, they need to do their calculations right.\"</p>\r\n<p>Most Tunisians agree that the formation of any coalition requires all stakeholders to adapt to the new challenges of multiparty government, as fragmentation of political support could lead to a fragile coalition and consequently to political paralysis amid squabbles between the parties over policy issues.</p>\r\n<p>\"Any well-trodden path towards democracy has to accommodate dialogue and consensus through consultation and coexistence rather than unilateralism and self-interest,\" Krichan said. \"That is the only way out to achieve win-win results.\"</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18/201411181161714734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/18/201411181161714734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Tue, 18 Nov 2014 13:06:14 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141118101631915635",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/egypt-expand-buffer-zone-with-gaza-20141118101631915635.html",
      "title": {
        "#cdata-section": "Egypt to expand buffer zone with Gaza"
      },
      "description": {
        "#cdata-section": "Security zone on Gaza Strip border to be doubled in size after some of the worst unrest in a year."
      },
      "body": {
        "#cdata-section": "<p>Egypt announced it was doubling to one kilometre the depth of a security buffer zone it was creating on the border with the Gaza Strip after some of the worst anti-military violence since former president Mohamed Morsi was overthrown.</p>\r\n<p>Egypt declared a state of emergency in the border area after at least 33 security personnel were killed last month in two attacks in the Sinai Peninsula, a remote but strategic region bordering Israel, Gaza and the Suez Canal.</p>\r\n<p>It also accelerated plans to create a 500-metre deep buffer strip along the border by clearing houses and trees and destroying subterranean tunnels it says are used to smuggle arms from Gaza to militants in Sinai.</p>\r\n<p>\"A decision was taken to increase the buffer zone along the border in Rafah to one kilometre. The decision ... came after the discovery of underground tunnels with a total length of 800 to 1,000 metres,\" the MENA state news agency said on Tuesday.</p>\r\n<p>Residents of Sinai, who complain they have long been neglected by the state, say they rely on smuggling goods through the tunnels for a living and that the creation of the buffer zone has stoked resentment.</p>\r\n<p>Egyptian authorities see the tunnels as a threat and regularly destroy them.</p>\r\n<p>Violence by armed groups in Sinai has surged since the army ousted the Muslim Brotherhood’s Morsi in July 2013. Since then, authorities launched a crackdown on the Brotherhood, jailing thousands of its members and labelling the party a terrorist organisation.</p>\r\n<p>Ansar Bayt al-Maqdis, an armed group that has <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/egypt-armed-group-pledges-allegiance-isil-2014111062135628610.html\">sworn allegiance</a> to Islamic State of Iraq and the Levant group, has stepped up attacks on police and soldiers in Sinai and released a video this month in which it purported to claim that it was behind the October 24 attack.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18//20141118102820390734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/Images/2014/11/18//20141118102820390734_2.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Reuters"
      },
      "pubDate": "Tue, 18 Nov 2014 11:52:53 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411116743734889",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/turned-into-ghost-town-201411116743734889.html",
      "title": {
        "#cdata-section": "'Rafah has turned into a ghost town'"
      },
      "description": {
        "#cdata-section": "As Egypt works to create a buffer zone, the destruction of tunnels has further crippled Gaza's already besieged economy."
      },
      "body": {
        "#cdata-section": "<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\"><STRONG><i> Rafah, Gaza </i></STRONG> - Ahmed al-Afifi cannot focus on studying as midterm exams approach. For the past two weeks, the constant sounds of explosions have echoed from across the border.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"We are not psychologically ready for this,\" said al-Afifi, 22, a Gaza-based university student who lives in the Palestinian side of Rafah, which shares a border with Egypt's restive Sinai peninsula. His home is about 400m from the border, and the explosions are part of an Egyptian military operation to initially create a 500m-deep buffer zone. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">But on Tuesday November 18, Egyptian authorities said they were to expand the buffer zone to one km.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">The army is clearing the area by using dynamite and bulldozers, a systematic campaign also aimed at destroying smuggling tunnels into Gaza. The operation followed the killing of 33 Egyptian soldiers in an attack in North Sinai in October. Egyptian authorities have ordered residents living along the country's eastern border with Gaza to evacuate their homes, which are targeted for demolition. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">On Monday November 17, Rober Turner, head of UNRAWA operations in Gaza, said that the buffer zone set up by Egyptian authorities will make things more difficult . He described the siege as 'unjust'.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Gaza residents will feel that this [buffer zone] adds a psychological burden and will only make things more difficult for them,\" Turner said. He, nonetheless, stressed that UNRAW services in the strip will not be affected by such a move.</span></p>\r\n<hr />\r\n<p><a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/egypt-clear-residents-from-gaza-border-2014102941345405677.html\" target=\"_blank\"> <span style=\"font-family: georgia, palatino; font-size: 16px;\"> RELATED: Egypt to clear residents from Gaza border </span></a> <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/10/egypt-clear-residents-from-gaza-border-2014102941345405677.html\" target=\"_blank\"> </a></p>\r\n<hr />\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Rafah was split into two halves - one in Egypt and the other in Gaza - after the 1979 Israel-Egypt Peace Treaty. In the last few years, especially after Israel tightened its siege on Gaza following the 2007 takeover of the area by Hamas, tunnel-digging beneath Rafah has flourished. Smugglers bring into Gaza essential items such as medicine, food, construction materials and fuel.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">The crackdown on tunnels is not new: In 2013, following the ouster of Egypt's first democratically elected President Mohammed Morsi, a Hamas patron, the Egyptian army moved against the tunnels. But according to Rafah residents, the campaign to create a buffer zone is the fiercest and will effectively prevent the building of future tunnels.</span></p>\r\n<div>\r\n\r\n</div>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Meanwhile, in the Palestinian side of Rafah, prices have soared, shop shelves are empty, utilities have been suspended operations for lack of fuel, and travel is restricted once again. Traders and vendors in downtown Rafah say the Egyptian move has further crippled an already besieged Gazan economy.</span></p>\r\n<div></div>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"People stopped buying our products,\" Salah al-Manyarawi, who works in the al-Zahraa' cosmetic shop in Rafah, told Al Jazeera.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Talya, a 29-year-old Palestinian refugee living in Cairo, came to Gaza along with her daughter and mother for a short family visit, but is now stuck due to the closure of the Rafah border crossing. Thousands of Palestinians have had the same experience, with Egyptian authorities frequently shutting the crossing.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Rafah has turned into a ghost town,\" said Talya, who did not provide a last name. Although she lives in Cairo, Talya has family members in both sides of Rafah.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">With the ongoing demolition of homes in Sinai, the situation is becoming more and more tense for local residents.</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"Most of my friends' houses are being destroyed now by the army. I know a lot of people in Sinai, and I have memories there,\" Talya said, clinging tightly to her three-year-old daughter. \"It breaks my heart to see what's happening there.\"</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">To al-Afifi, the sound and impact of these explosions is greater than the sound of the Israeli bombs that fell on Gaza during <a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/09/israel-gaza-war-probe-201491020115680284.html\" target=\"_blank\">this summer's 51-day war</a>. This is because the Egyptian military explosions come suddenly, without the trademark whistling or \"whoosh\" that accompanied the Israeli missiles, al-Afifi told Al Jazeera: \"They are unexpected.\"</span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">Adnan Abu Amer, a politics professor at Gaza's Ummah University, said while people in Gaza understand Egypt's security concrns, the Rafah border closure and the destruction of tunnels has suffocated Gaza residents and increased their suffering. </span></p>\r\n<p><span style=\"font-family: arial, helvetica, sans-serif; font-size: 14px;\">\"The tunnels are a natural consequence of the blockade imposed on Gaza for so many years,\" Abu Amer told Al Jazeera. \"We won't [smuggle] through the tunnels if there's an availability of providing alternative means of entry of goods and medicines from above the ground.\"</span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/18/2014111810514305734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/18/2014111810514305734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Tue, 18 Nov 2014 09:04:42 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "201411171742854515",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/frenchman-identified-isil-beheading-video-201411171742854515.html",
      "title": {
        "#cdata-section": "Frenchman identified in ISIL beheading video "
      },
      "description": {
        "#cdata-section": "Maxime Hauchard seen to be herding prisoners to execution site in video showing beheadings of US aid worker and soldiers"
      },
      "body": {
        "#cdata-section": "<p>French authorities have identified one of the men seen in a video by the Islamic State in Iraq and the Levant (ISIL) group, purportedly showing the beheading of US aid worker Peter Kassig and 12 Syrian military personnel, as one of its nationals.</p>\r\n<p>The killing of Kassig and the simultaneous beheadings of the military personnel in the video sparked global outrage, with US President Barack Obama calling it \"<a class=\"internallink\" href=\"http://www.aljazeera.com/news/middleeast/2014/11/obama-isil-beheading-2014111721113112743.html\" target=\"_parent\">an act of pure evil</a>\".</p>\r\n<p>It was the latest in a series of atrocities by the ISIL, which has seized control of large parts of Iraq and Syria.</p>\r\n<p>The video showed the Syrian men kneeling on the ground each before a separate executioner, whose faces were uncovered.</p>\r\n<p>\"It [the video] has allowed us to identify one of the jihadis as French citizen Maxime Hauchard,\" Paris Prosecutor Frederic Molins told reporters on Monday.</p>\r\n<p>\"There is the possible existence of a second Frenchman, but it is too early to say.\"</p>\r\n<div>\r\n\r\n</div>\r\n<p></p>\r\n<p>Molins said one of Hauchard's contacts \"had been arrested in France last week and charged with terrorism-related offences\", adding that he was known to intelligence services after twice travelling to Mauritania to attend Salafist Koranic centres.</p>\r\n<p>Interior Minister Bernard Cazeneuve earlier said analysis by the security services suggested that Hauchard, 22, a French Muslim convert from the Normandy region, was one of the men herding prisoners to the execution site.</p>\r\n<p>Thousands of foreign fighters, including Westerners, have flocked to Iraq and Syria to join ISIL.</p>\r\n<p><STRONG><i>'To become martyr'</i></STRONG></p>\r\n<p>Interviewed in July by French TV station BFM via Skype, Hauchard said he had decided to join ISIL after watching videos online.</p>\r\n<p>\"The personal objective of everyone here is [to become a] shahid [martyr]. That is the greatest reward,\" he said.</p>\r\n\r\n<p>Kassig, who took the name Abdul-Rahman after converting to Islam, was captured last year and became the fifth Western hostage beheaded by ISIL after two US reporters and two British aid workers.</p>\r\n<p>A US-led coalition is targeting the Islamic State group in airstrikes in northern Syria, supporting Western-backed Syrian rebels, Kurdish fighters and the Iraqi military.</p>\r\n<p>The US announced that a total of 31 airstrikes had been carried out between November 14-17 against Islamic State group targets.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/16/2014111694126362734_20.png",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/16/2014111694126362734_20.png",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Tue, 18 Nov 2014 02:04:09 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111802019787685",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/amnesty-slams-uae-repression-behind-f1-glitz-2014111802019787685.html",
      "title": {
        "#cdata-section": "Amnesty slams UAE repression behind F1 glitz"
      },
      "description": {
        "#cdata-section": "Ahead of this week's Formula One race, UAE comes in for criticism from rights group for crackdown on critics."
      },
      "body": {
        "#cdata-section": "<p>Amnesty International has accused the United Arab Emirates, which hosts a Formula One race this weekend, of repression it said is the \"ugly reality\" behind the glitz and glamour of the event.</p>\r\n<p>In a report titled \"There is no freedom here: Silencing dissent in the UAE,\" the human rights watchdog speaks of a \"climate of fear\" and the \"extreme lengths\" the authorities go to in order to stamp out opposition or calls for reform.</p>\r\n<p>\"Millions of spectators from across the world are expected to tune in to watch the Abu Dhabi Formula One Grand Prix this weekend - yet most of them will have little clue about the ugly reality of life for activists in the UAE,\" said Amnesty's deputy director for the region, Hassiba Hadj Sahraoui.</p>\r\n<p>\"Beneath the facade of glitz and glamour, a far more sinister side to the UAE has emerged showing the UAE as a deeply repressive state where activists critical of the government can be tossed in jail merely for posting a tweet,\" she said.</p>\r\n<p>Amnesty said more than 100 activists and government critics have been charged or jailed for politically motivated national security or cybercrimes offences since 2011, and that more than 60 remain behind bars.</p>\r\n<p>\"The scale of the crackdown has been chilling and the truth is that the UAE's dreadful treatment of activists critical of the government, and their families, has gone largely ignored by the world,\" said Sahraoui.</p>\r\n<p>Amnesty said that UAE authorities responded to concerns raised in the report by saying that the promotion of human rights is an \"ongoing process\".</p>\r\n<p>The London-based watchdog said UAE authorities need to implement \"swift and concrete steps\" to prove their committment to protecting human rights.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/10/23/2014102311917862734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/10/23/2014102311917862734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Tue, 18 Nov 2014 00:29:35 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "2014111717044243776",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/torture-taint-egypt-custody-death-2014111717044243776.html",
      "title": {
        "#cdata-section": "Torture taint in Egypt custody death"
      },
      "description": {
        "#cdata-section": "Law student dies in Cairo police station, triggering allegations that he was tortured to death."
      },
      "body": {
        "#cdata-section": "<p>An Egyptian student has died in police custody in Cairo, triggering allegations that he was tortured to death.</p>\r\n<p>Mohamed Ramadan Yehia, who was a law student at the Ain Shams University, died late on Sunday inside a Cairo police station, state-run newspaper <em>Al-Ahram</em> reported on Monday. </p>\r\n<p>Aswat Masriya, an affiliate of Reuters news agency, quoted an unnamed security source as saying that Yehia died of <a href=\"http://en.aswatmasriya.com/news/view.aspx?id=9ece8f2e-1c52-41b7-baa6-e73224381227\">breathing difficulties</a>. </p>\r\n<p>However, his family and a group of university students who have been staging protests in support of ousted president Mohamed Morsi and are known as the \"Students Against the coup\" movement, claim that Yehia was tortured to death.</p>\r\n<p>Yehia was arrested 12 days ago for<span> taking photos of security personnel combing the area outside Ain Shams University for a bomb that was claimed to have been planted there. He was among four students accused of planting IEDs outside an underground station.</span></p>\r\n<p><STRONG><i>Military courts</i></STRONG></p>\r\n<p>Meanwhile, the New York-based Human Rights Watch (HRW) has criticised a decree seen to broaden the jurisdiction of military tribunals on civilians. </p>\r\n<p>In a statement issued on Monday, the human rights watchdog said the decree, issued by President Abdel Fattah el-Sisi on October 27 \"places all 'public and vital facilities' under military jurisdiction for the next two years and directs state prosecutors to refer any crimes at those places to their military counterparts, <a href=\"http://www.hrw.org/news/2014/11/17/egypt-unprecedented-expansion-military-courts\">paving the way for further military trials</a> of civilians.\"</p>\r\n<p><span> Egypt’s military courts are believed to have tried more than 11,000 civilians since the 2011 uprising that unseated long-time ruler Hosni Mubarak.</span></p>\r\n<p><span><span>“This law represents another nail in the coffin of justice in Egypt,” </span><span>Middle East and North Africa's director at HRW, Sarah Leah Whitson, said in the statement.</span></span></p>\r\n<p>“Its absurdly broad provisions mean that many more civilians who engage in protests can now expect to face trial before uniformed judges subject to the orders of their military superiors.”</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/10/22//20141022144713593580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/10/22/20141022144713593580_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Mon, 17 Nov 2014 21:58:44 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141117155225707489",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/five-jordanians-jailed-isil-membership-20141117155225707489.html",
      "title": {
        "#cdata-section": "Five Jordanians jailed for ISIL membership"
      },
      "description": {
        "#cdata-section": "Court sentences men to between five and three years in jail for membership and using Internet to promote armed group."
      },
      "body": {
        "#cdata-section": "<p><span>A Jordanian court has sentenced five people to between three and five years in jail for being members of the Islamic State in Iraq and the Levant (ISIL), and promoting the armed group on the Internet.<br /><br />Two other trials of suspected supporters of the group, including a man accused of operating as a cook for al-Qaeda's Syria branch, also got underway on Monday as part as a crackdown on fighters.<br /><br />The five men were found guilty of \"promoting ... terrorist organisations,\" a reference to ISIL, and of belonging to such groups, the court heard.<br /><br />One of those convicted, Ahmad Abu Ghalluss, was given three extra months in jail, on top of his five-year sentence, for slamming US President Barack Obama's \"war on terror\".<br /><br />\"I am with IS and you, enemies of God, are with Obama,\" Ghalluss shouted in the courtroom after the ruling was delivered.<br /><br />Jordan is one of five Arab States supporting US-led air strikes against the armed groups in Syria and Iraq.</span></p>\r\n<p><span><STRONG><i>'Al-Nusra cook'</i></STRONG><br /><br />Since the start of the air campaign at the end of September, Jordan has arrested at least 130 ISIL sympathisers, lawyer Mussa Abdalat told the AFP news agency last week.<br /><br />Abdalat, who represented the defendents, said most of those behind bars are members of Salafist groups which adhere to a strict Sunni interpretation of Islam.<br /><br />Jordan, which shares borders with Iraq and Syria where ISIL has declared an Islamic \"caliphate\" on territory it controls, has for years struggled with homegrown fighters.<br /><br />On Monday, the trial began of a man who reportedly left the country \"illegally\" in July 2013 to join al-Qaeda's Syria affiliate, the al-Nusra Front.<br /><br />The suspect, Hammam Badr, 31, told the judge he was tasked with \"cooking for Nusra fighters\" but decided to quit and return home just 10 days after joining them \"because I did not like the conditions there\".<br /><br />Another suspect also appeared in court accused of pledging allegiance to ISIL chief Abu Bakr al-Baghdad on his Facebook page.</span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2011/1/14/201111412336158797_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2011/1/14/201111412336158797_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Agencies"
      },
      "pubDate": "Mon, 17 Nov 2014 20:37:14 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141117125657229203",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/protests-as-palestinian-found-hanged-bus-20141117125657229203.html",
      "title": {
        "#cdata-section": "Thousands attend burial of hanged Palestinian"
      },
      "description": {
        "#cdata-section": "Israeli forensics team say death of bus driver in Jerusalem was suicide, but colleagues of man say they suspect murder."
      },
      "body": {
        "#cdata-section": "<p><span>Thousands of Palestinians have attended the funeral of a bus driver who was found hanged in his vehicle, a death declared suicide by an Israeli forensics team, but believed to be a murder by his family and the Palestinian government.</span></p>\r\n<p><span>The incident happened late on Sunday, with a supervisor finding the body of 32-year-old Yusuf Hasan al-Ramuni at a bus depot in the industrial zone of Har Hotzvim in northeast Jerusalem, police said in a statement.</span></p>\r\n<p><span>Following an </span><span>autopsy,</span><span> Israeli police ruled </span><span>it was not a criminal or nationalistic attack.</span></p>\r\n<p><span>Al Jazeera's Stefanie Dekker, reporting from occupied East Jerusalem, said: \"</span>There is a huge crowd here. Thousands have shown up for the funeral, but there are questions.</p>\r\n<p>\"No one here believes the Israeli verdict that no foul play was involved.\"</p>\r\n<p>Speaking to Al Jazeera, Shireen Ramuni, the driver's wife, said her husband was killed. \"He got on with everyone. He didn't differentiate between Palestinians and Jews. They killed him.\"</p>\r\n<p><span>The family's lawyer also told Al Jazeera that a Palestinian doctor, who attended the autopsy, said the father of two was strangled to death.</span></p>\r\n<p>The death of Ramouni may end a relative calm that followed months of violence in the Occupied Territories, as scores of Palestinians torched tyres overnight in Abu Dis.</p>\r\n<p><span>Tension has gripped Jerusalem since the kidnapping and murder of a Palestinian teenager during the summer.</span></p>\r\n<p>\"People have been taking matters into their own hands, and revenge attacks have been happening since the summer,\" Dekker said.<br /><STRONG><i></i></STRONG></p>\r\n<p><STRONG><i>'Assassination'</i></STRONG></p>\r\n<p>Muatasem Fakeh, a colleague of the bus driver, said he had seen evidence of violence on Ramuni's body, according to the AFP news agency.</p>\r\n<p>\"He was hanged over the steps at the back of the bus in a place where it would be impossible to hang yourself alone,\" he added.</p>\r\n<p>The Palestinian foreign ministry said it held the Israeli government and its prime minister, Benjamin Netanyahu, responsible for what it referred to as the \"assassination\" of Ramuni, urging the UN to form a neutral investigation committee. </p>\r\n<p><span>In a statement issued on Monday, the ministry said that the provocation of Netanyahu and officials in his government are behind the spread of the hate, violence and racism culture in Israeli society against Palestinians. </span></p>\r\n<p><span>The ministry also condemned the Israeli police's continued \"attempts to hide the hideous crime\" committed against Ramuni by claiming it was a suicide. </span></p>\r\n<p>Osama al-Ramuni, the victim's brother, said the family did not accept the verdict of suicide, saying his body \"had bruises on it,\" suggesting he had been \"tortured\" before his death.<br /><br />\"My brother had children and was a happy man. It is impossible that he killed himself,\" said Osama.</p>\r\n<p><span>\"He had no problems that would make him do it,\" he said, adding that a post-mortem would \"reveal everything\".<br /><br />\"We reject the suicide theory. We all know it was settlers who killed him,\" he said.</span></p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/images/2014/11/17//20141117194054883734_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/images/2014/11/17/20141117194054883734_20.jpg",
      "video": null,
      "source": {
        "#cdata-section": "Al Jazeera and agencies"
      },
      "pubDate": "Mon, 17 Nov 2014 20:22:20 GMT",
      "author": "Al Jazeera"
    },
    {
      "guid": "20141117131342923778",
      "link": "http://www.aljazeera.com/news/middleeast/2014/11/iraqi-town-devastated-after-battles-with-isil-20141117131342923778.html",
      "title": {
        "#cdata-section": "Iraqi town devastated after battles with ISIL"
      },
      "description": {
        "#cdata-section": "Army forced ISIL out of Tuz Kharmato in September, but residents returning to assess damage have been left in despair."
      },
      "body": {
        "#cdata-section": "<p>The Islamic State of Iraq and the Levant took over the Iraqi town of Tuz Kharmato in Salahudeen province in June, causing thousands of people to seek refuge elsewhere.</p>\r\n<p>The Iraqi army recaptured the town in September, but the continuous shelling and battles for the town have caused devastation.</p>\r\n<p>In an exclusive report, Al Jazeera's Imran Khan reports from Baghdad.</p>"
      },
      "largeimage": "http://www.aljazeera.com/mritems/Images/2014/11/17/20141117134647311580_20.jpg",
      "smallimage": "http://www.aljazeera.com/mritems/imagecache/318/480/mritems/Images/2014/11/17/20141117134647311580_20.jpg",
      "video": "http://bc05.ajnm.me/665003303001/201411/3369/665003303001_3895078032001_20141117-IRAQTOWN-IKH-10D-17.mp4?videoId=3895022504001",
      "source": {
        "#cdata-section": "Al Jazeera"
      },
      "pubDate": "Mon, 17 Nov 2014 16:05:23 GMT",
      "author": "Al Jazeera"
    }
  ]
}